Repository: Zhangjt9317/gpvdm
Catalog: lang/*.po
Languages: de, ru_ru

source: Efficiency of light
de: Effizienz des Lichts
ru_ru: Эффективность света

source: True/False
de: Ja/Nein
ru_ru: Верно/ Неверно

source: Material type
ru_ru: Вид материала

source: Organic
ru_ru: Органический

source: Oxide
ru_ru: Окись

source: Inorganic
ru_ru: Неорганический

source: Metal
ru_ru: Металл

source: Other
ru_ru: Другой

source: Alpha channel
ru_ru: Альфа-канал

source: Color
de: Farbe
ru_ru: Цвет

source: Transparency
ru_ru: Прозрачность

source: Publish material data?
ru_ru: Опубликовать данные материала?

source: Public
ru_ru: Общие

source: Public all
ru_ru: Все общие

source: Private
ru_ru: Личное

source: Change log
ru_ru: Список изменений

source: JV voltage step multiplyer
de: JV Spannungsstufe Multiplikator
ru_ru: Умножитель шага напряжения для ВАХ

source: Maximum current density
de: Maximale Stromdichte
ru_ru: Максимальная плотность тока

source: JV curve photon generation efficiency
de: JV-Kurve Photonenerzeugungseffizienz
ru_ru: Эффективность генерации фотонов для ВАХ

source: Average carrier density at P_{max}
ru_ru: Средняя плотность носителей при P_ {max}

source: Recombination time constant
ru_ru: Постоянная времени рекомбинации

source: Start voltage
de: Anfangsspannung
ru_ru: Начать напряжение

source: Stop voltage
de: Stoppspannung
ru_ru: Остановить напряжение

source: Voltage step
de: Spannungsschnitt
ru_ru: Шаг напряжения

source: Power conversion efficiency
de: Leistungsumwandlungseffizienz
ru_ru: Эффективность преобразования мощности

source: Fill factor
de: Füllfaktor
ru_ru: Коэффициент заполнения

source: Max power
ru_ru: МАКС мощность

source: Trapped electrons at Voc
ru_ru: Захваченные электроны в Voc

source: Trapped holes at Voc
ru_ru: Захваченные отверстия в Voc

source: Free electrons at Voc
ru_ru: Свободные электроны в Voc

source: Free holes at Voc
ru_ru: Свободные дыры в Voc

source: Total carriers (n+p)/2 at Voc
ru_ru: Общие носители (n + p) / 2 в Voc

source: Recombination time constant at Voc
ru_ru: Постоянная времени рекомбинации в Voc

source: Recombination rate at Voc
ru_ru: Скорость рекомбинации в Voc

source: Current density at Voc
ru_ru: Плотность тока в Voc

source: Left hole density
ru_ru: Плотность левых дырок

source: Left electron density
ru_ru: Левая плотность электронов

source: Right hole density
ru_ru: Плотность правых дырок

source: Right electron density
ru_ru: Плотность правых электронов

source: Built in potential
ru_ru: Встроенный потенциал

source: Electron affinity left
ru_ru: Сродство к электрону слева

source: Electron affinity right
ru_ru: Сродство к электрону справа

source: Number of CPUs
ru_ru: Количество процессоров

source: Max Electrical itterations (first step)
ru_ru: Макс. Электрические итерации (первый шаг)

source: Electrical clamp (first step)
ru_ru: Электрический зажим (первый шаг)

source: Desired electrical solver error (first step)
ru_ru: Требуемая ошибка электрического решателя (первый шаг)

source: Enable poisson solver
ru_ru: Включить решитель пуассона

source: Max electrical itterations
de: Maximale elektrische Iterationen
ru_ru: Максимальные электрические итерации

source: Minimum electrical error
de: Minimal erlaubt elektrische Fehler
ru_ru: Минимальная электрическая ошибка

source: Poisson solver max itterations
de: Poisson Solver maximale Iterationen
ru_ru: Максимальное количество повторений решателя Пуассона

source: Newton minimum iterations
de: Newton minimale Iterationen
ru_ru: Минимальные итерации Ньютона

source: dll name
ru_ru: имя dll

source: Matrix solver to use
de: Matrix-Löser zu verwenden
ru_ru: Матричный решатель для использования

source: Newton solver to use
de: Newton Löser zu verwenden
ru_ru: Решатель Ньютона для использования

source: Fit error multiplyer
ru_ru: Умнажатель ошибки приближение

source: Randomize fit
ru_ru: Рандомизировать приближение

source: Number of iterations between random reset
ru_ru: Количество итераций между случайным сбросом

source: Stall steps
ru_ru: Застопорить шаг

source: Disable reset at level
ru_ru: Отключить сброс на уровне

source: Enable simplex reset
ru_ru: Включить сброс simplex

source: Fiting method
ru_ru: Метод приближение

source: Start simplex step multiplication
ru_ru: Начать умножение шага симплекса

source: Subtract lowest point
ru_ru: Вычeсть нижнюю точку

source: Device temperature on left
de: Bauteil temperature links
ru_ru: Температура устройства слева

source: Device temperature on right
de: Bauteil temperature rechts
ru_ru: Температура устройства справа

source: Enable thermal solver
de: Thermal Solver aktivieren
ru_ru: Включить термальный решатель

source: Lattice heat model
de: Gitterwärmemodell
ru_ru: Решетчатая тепловая модель

source: Electron heat model
de: Elektronenwärmemodell
ru_ru: Электронная тепловая модель

source: Hole heat model
de: Lochwärmemodell
ru_ru: Тепловая модель дырок

source: Thermal conductivity
ru_ru: Теплопроводность

source: Isothermal boundary on left
de: Isotherme Grenze links
ru_ru: Изотермическая граница слева

source: Isothermal boundary on right
de: Isotherme Grenze rechts
ru_ru: Изотермическая граница справа

source: Electron relaxation time
ru_ru: Время релаксации электронов

source: Hole relaxation time
ru_ru: Время релаксации дырок

source: Dump from newton solver
de: Dump von Newton Löser
ru_ru: Дамп от решателя Newton

source: Plot bands etc..
de: Plot Bands usw.
ru_ru: Построить энергетические зоны тд.

source: Dump 1D slices
de: Dump 1D Schichten
ru_ru: Дамп 1D срезы

source: Dump slices
de: Speichern 1D Schichten
ru_ru: Дамп срезы

source: Dump dynamic
de: Dump dynamischen
ru_ru: Дамп dynamic

source: Dump fx domain data
ru_ru: Дамп данных домена fx

source: Dump zip files
de: Dump Zip-Dateien
ru_ru: Дамп zip-файлы

source: Write out band structure
de: Dump Bandstruktur
ru_ru: Выписать структуру энергетических зон

source: Dump optical information
de: Dump optische Information
ru_ru: Дамп оптической информации

source: Print newton error
de: Print Newtonfehler
ru_ru: Печать ошибки решателя

source: Print solver convergence
de: Print Löser Konvergenz
ru_ru: Печать конвергенция решателья

source: Write newton solver convergence to disk
de: Schreib Newtonlöser Konvergenz auf die Festplatte
ru_ru: Записать конвергенцию решения Newton на диск

source: Print poisson solver convergence
de: Print Poisson-Löser Konvergenz
ru_ru: Печать конвергенции решателья Poisson

source: Dump PL spectra
de: Dump Lumineszenzspektren
ru_ru: Дамп PL спектры

source: Normalize output x-time to one
de: Normalisieren maximale x-Mal zu eins.
ru_ru: Нормализовать выход x-time к одному

source: Dump the built in voltage.
ru_ru: Дамп встроенново напряжение.

source: Dump optical summary
de: Dump optische Zusammenfassung
ru_ru: Дамп оптической сводки

source: Dump an excel workbook for each simulation run congaing the results.
ru_ru: Выгрузить книгу excel для каждой симуляции, содержащею результаты.

source: Write file access log to disk.
ru_ru: Запись журнала доступа к файлу на диск.

source: Use cache for file writes
ru_ru: Использовать кеш для записи файлов

source: Write headers to output files
ru_ru: Запись заголовков в выходные файлы

source: Turn on LED
de: LED einschalten
ru_ru: Включить светодиод

source: LED emission wavelength
de: LED-Emissionswellenlänge
ru_ru: Длина волны излучения светодиода

source: LED extraction efficiency
de: LED optischer Wirkungsgrad
ru_ru: Эффективность извлечения светодиода

source: Charge on left contact
de: Ladung auf der linken Kontakt
ru_ru: Заряд на левом контакте

source: Charge on right contact
de: Ladung auf der rechten Kontakt
ru_ru: Заряд на правом контакте

source: Shunt resistance
de: Shunt-Widerstand
ru_ru: Шунтирующее сопротивление

source: Series resistance
de: Kontaktwiderstand
ru_ru: Серийное сопротивление

source: Other layers
de: Zusätzliche Schichten
ru_ru: Другие слои

source: Automatic remesh
ru_ru: Автоматический ремеш

source: Turn on luminescence
ru_ru: Включить люминесценцию

source: n_{free} to p_{free} photon generation efficiency
de: n_{free} bis p_{free} Photonenerzeugungswirkungsgrad
ru_ru: n_ {free} до p_ {free} эффективности генерации фотонов

source: n_{free} to n_{trap} photon generation efficiency
de: n_{free} to n_{trap} Photonenerzeugungswirkungsgrad
ru_ru: n_ {free} до n_ {trap} эффективности генерации фотона

source: n_{trap} to p_{free} photon generation efficiency
de: n_{trap} to p_{free} Photonenerzeugungswirkungsgrad
ru_ru: n_ {trap} до p_ {free} эффективности генерации фотонов

source: p_{trap} to n_{free} photon generation efficiency
de: p_{trap} to n_{free} Photonenerzeugungswirkungsgrad
ru_ru: p_ {trap} до n_ {free} эффективности генерации фотонов

source: p_{free} to p_{trap} photon generation efficiency
de: p_{free} to p_{trap} Photonenerzeugungswirkungsgrad
ru_ru: p_ {free} до p_ {trap} эффективности генерации фотонов

source: Load resistor
ru_ru: Нагрузочный резистор

source: fx domain mesh points
ru_ru: сетевые точки fx

source: Cycles to simulate
ru_ru: Циклы для симуляции

source: Voltage modulation depth
ru_ru: Глубина модуляции напряжения

source: Light modulation depth
ru_ru: Глубина модуляции света

source: Run fit after simulation
ru_ru: Запустить приближение после моделирования

source: Periods to fit
ru_ru: Периоды для приближения

source: Initialization vector
ru_ru: Вектор инициализации

source: Cryptographic key
ru_ru: Криптографический ключ

source: ideality factor
de: Idealitätsfaktor
ru_ru: фактор идеальности

source: Photon density
de: Photonendichte
ru_ru: Плотность фотонов

source: Absorption of material
de: Absorption von Material
ru_ru: Поглощение материала

source: Mesh points (x)
de: Anzahl der Gitterpunkte (x)
ru_ru: Точки сетки (x)

source: #function
ru_ru: #функция

source: left/right
de: links/rechts
ru_ru: слева/справа

source: start voltage
de: Startspannung
ru_ru: начальное напряжение

source: Max voltage
de: Maximale Spannung
ru_ru: Максимальное напряжение

source: Eg
ru_ru: Еg

source: Time of pause
de: Zeit Pause
ru_ru: Время паузы

source: Pause between iterations
de: Pause zwischen den Iterationen
ru_ru: Пауза между итерациями

source: Invert output
de: Daten invertieren.
ru_ru: Инвертировать вывод

source: Use capacitor
de: Verwenden Kondensator
ru_ru: Использовать конденсатор

source: Modulation depth
de: Modulationstiefe
ru_ru: Глубина модуляции

source: Modulation frequency
de: Modulationsfrequenz
ru_ru: Частота модуляции

source: Phase shift
de: Phasenverschiebung
ru_ru: Сдвиг фазы

source: Wavelengths to simulate
de: Anzahl der Wellenlängen zu simulieren.
ru_ru: Длины волн для симуляции

source: External voltage
de: Externe Spannung
ru_ru: Внешнее напряжение

source: External C
de: Externe C
ru_ru: Внешний C

source: External R
de: Externe R
ru_ru: Внешний R

source: Number of traps
de: Dichte der gefengezustände.
ru_ru: Количество ловушек

source: Single point
de: Einziger Punkt
ru_ru: Единая точка

source: Start intensity
de: Start Intensität
ru_ru: Начальное интенсивность

source: Stop intensity
de: Stop Intensität
ru_ru: Конечное интенсивность

source: step multiplier
de: Schritt Multiplikator
ru_ru: умножитель шага

source: Photon Flux
de: Photonenfluss
ru_ru: Поток фотонов

source: device width
de: Bauteil breite (x)
ru_ru: ширина устройства

source: device breadth
de: Bauteil breite (y)
ru_ru: ширина устройства

source: Solve Kirchhoff's current law in Newton solver
ru_ru: Решить закон тока Кирхгофа в решателе Ньютона

source: Enable 3d effects
ru_ru: Включить 3d-эффекты

source: Use icons from OS
ru_ru: Использовать значки из ОС

source: Matlab interpreter
ru_ru: Переводчик Matlab

source: Enable fit
de: Fit aktivieren.
ru_ru: Включить приближение кривой

source: Invert simulated data (y)
de: Invertieren Daten (y)
ru_ru: Инвертировать смоделированные данные (y)

source: Active layer width
ru_ru: Ширина активного слоя

source: External load resistor
ru_ru: Внешний нагрузочный резистор

source: Filp the opticl field
ru_ru: Перевернуть оптическое поля

source: Optical spectrum editor
ru_ru: Редактор оптического спектра

source: Parameters
ru_ru: Параметры

source: Intensity
ru_ru: Интенсивность

source: Steady state simulation (www.gpvdm.com)
ru_ru: Моделирование стационарного состояния (www.gpvdm.com)

source: name
ru_ru: название

source: done
de: erledigt
ru_ru: сделано

source: status
ru_ru: статус

source: target
ru_ru: цель

source: copy state
de: Status bei kopieren
ru_ru: копировать состояние

source: I don't know how to process this type of file!
ru_ru: Я не знаю, как обрабатывать этот тип файла!

source: time
de: Zeit
ru_ru: время

source: Refresh graph
de: Grafik aktualisieren
ru_ru: Обновить график

source: Key
ru_ru: Ключ

source: Black
de: Schwarz
ru_ru: Черный

source: Rainbow
de: Regenbogen
ru_ru: Радуга

source: Label data
ru_ru: Пометить данные

source: Subtract first point
ru_ru: Вычесть первую точку

source: Add min point
ru_ru: Добавить минимальную точку

source: Invert y-axis
ru_ru: Инвертный Y-ось

source: Norm to 1.0 y
ru_ru: Нормализовать до 1,0 y

source: Norm to peak of all data
ru_ru: Нормализовать до пика всех данных

source: Heat map
de: Wärmekarte
ru_ru: Тепловая карта

source: Heat map edit
de: Wärmekarte bearbeiten
ru_ru: Редактирование тепловой карты

source: Youtube channel
ru_ru: YouTube канал

source: Quit
de: Beenden
ru_ru: Выход

source: This feature is sill under development. It searches the gpvdm web page for updates then uses them to update gpvdm. Use it at your own risk - I take no responsibility for any data loss! Do you wish to continue?
de: Diese Funktion ist in der Entwicklung. Es sucht die gpvdm Webseite für Updates verwendet diese dann gpvdm zu aktualisieren. Die Benutzung erfolgt auf eigene Gefahr - Ich übernehme keine Verantwortung für Datenverlust ! Möchten Sie fortfahren?
ru_ru: Эта функция все еще находится в разработке. Онa ищет веб-страницу gpvdm для обновлений, а затем использует её для обновления gpvdm. Используйте её на свой на свой страх и риск - я не несу ответственности за потерю данных! Вы хотите продолжить?

source: Doping (m^{-3})
de: Dotierung (m^{-3})
ru_ru: Допирование (м^{-3} )

source: Position (nm)
ru_ru: Положение (нм)

source: File Name
de: Dateiname
ru_ru: Имя файла

source: Doping profile editor
de: Dotierungsprofil Editor
ru_ru: Редактор профиля легирование

source: Photon distribution
de: Photonenverteilung
ru_ru: Распределение фотонов

source: Photon distribution absorbed
de: Photonenverteilung absorbiert
ru_ru: Распределение поглощенных фотонов

source: Reflection
de: Reflexion
ru_ru: Отражение

source: Optical simulation editor
de: Optischer Simulationseditor
ru_ru: Редактор оптической симуляции

source: Photon absorbed
ru_ru: Поглощенные фотоны

source: Optical setup
ru_ru: Оптические настройки

source: active
ru_ru: активный

source: Reporting error....
de: Fehler melden ....
ru_ru: Ошибка отчетности ....

source: Solved
de: Gelöst
ru_ru: Решена

source: Equations
de: Gleichungen
ru_ru: Уравнение

source: I can't allocate a device with less than 1 mesh point.
de: Ich kann kein Gerät mit weniger als einem Mesh-Punkt zuweisen.
ru_ru: Я не могу выделить устройство с меньше чем 1 точкой сетки.

source: You are asking me to simulate a device with more than 50000 mesh points, although I could do this I am not going to because it seems a bad idea to me.
de: Sie fragen mich, ein Gerät mit mehr als 50000 Mesh-Punkten zu simulieren, obwohl ich dies tun könnte, werde ich nicht, weil es eine schlechte Idee für mich scheint.
ru_ru: Вы просите меня смоделировать устройство с более чем 50000 точек сетки, хотя я мог бы сделать это, я не собираюсь, потому что мне кажется плохой идеей.

source: Writing files to disk
ru_ru: Запись файлов на диск

source: Hole drift current
de: Lochstromdichte (Drift)
ru_ru: Дрейфовый ток дырок

source: Hole diffusion current
de: Lochdiffusionsstrom
ru_ru: Диффузионный ток дырок

source: Electron drift current
de: Elektronenstromdichte (Drift)
ru_ru: Дрейфовый ток электронов

source: Electron diffusion current
de: Elektronenstromdichte (Diffusion)
ru_ru: Диффузионный ток электронов

source: Hole current density
de: Lochzustandsdichte
ru_ru: Плотность тока дырок

source: Current density at contacts
de: Stromdichte bei Kontakten
ru_ru: Плотность тока в контактах

source: Change in charge distribution
de: Veränderung der Gesamtladung verteilung
ru_ru: Изменение распределения заряда

source: percent
de: Prozent
ru_ru: процент

source: Electron current density
de: Elektronenzustandsdichte
ru_ru: Плотность тока электронов

source: Hole diffusion current
de: Lochdiffusionsstrom
ru_ru: Диффузионный ток дырок

source: Jn at contacts
de: Jn bei Kontakten
ru_ru: Jn в контактах

source: Jp at contacts
de: Jp bei Kontakten
ru_ru: Jp в контактах

source: External Current
de: Externer Strom
ru_ru: Внешний ток

source: Free carrier generation rate
de: Freie Elektronenerzeugungsrate
ru_ru: Скорость генерации свободных носителей

source: Dynamic quantum efficiency
de: Dynamisch Quanteneffizienz
ru_ru: Динамическая квантовая эффективность

source: Percent
de: Prozent
ru_ru: Процент

source: Free hole recombination
de: Freie Lochrekombination
ru_ru: Рекомбинация свободных дырок

source: Recombination
de: Rekombination
ru_ru: Рекомбинация

source: Free electron recombination
de: Freie Elektronen-Rekombination
ru_ru: Рекомбинация свободных электронов

source: Free electron loss
de: Freier Elektronenverlust
ru_ru: Потери свободных электронов

source: Free hole loss
de: Freier Lochverlust
ru_ru: Потери свободных дуырок

source: Electron relaxation
de: Elektronenentspannung
ru_ru: Электронная релаксация

source: Relaxation
de: Entspannung
ru_ru: Релаксация

source: Hole relaxation
de: Lochentspannung
ru_ru: Релаксация дырок

source: Trapped electron density
de: Gefangene Elektronendichte
ru_ru: Плотность захваченных электронов

source: Trapped hole density
de: Gefangene Lochdichte
ru_ru: Плотность захваченных дырок

source: Free electron density
de: Freie Elektronendichte
ru_ru: Плотность свободных электронов

source: Free hole density
de: Freie Lochdichte
ru_ru: Плотность свободных дырок

source: Mobility
de: Ladungsträgerbeweglichkeit
ru_ru: Подвижность

source: Total electron density
de: Gesamtelektronendichte
ru_ru: Общая плотность электронов

source: Total hole density
de: Gesamtlochdichte
ru_ru: Общая плотность дырок

source: Voltage applied to diode
de: Spannung gelegte an die Diode an.
ru_ru: Напряжение, применяемое на диод

source: PL intensity
de: PL-Intensität
ru_ru: Интенсивность ФЛ

source: PL Intensity
de: PL-Intensität
ru_ru: Интенсивность ФЛ

source: PL intensity normalized
de: PL-Intensität normalisiert
ru_ru: Нормализованная интенсивность ФЛ

source: band bend (percent)
de: Band-Biegung (Prozent)
ru_ru: искривления энергетической зоны (в процентах)

source: band bend
de: Band-Biegung
ru_ru: искривления энергетической зоны

source: Voltage - Current
ru_ru: Напряжение - Tок

source: Drift current density
de: Driftstromdichte
ru_ru: Плотность дрейфовова тока

source: x-position
ru_ru: х-положениe

source: y-position
ru_ru: у-положение

source: z-position
ru_ru: z-положениe

source: Electron current density (drift)
de: Elektronenstromdichte (Drift)
ru_ru: Плотность электронного тока (дрейф)

source: Diffusion current density
de: Diffusionsstromdichte
ru_ru: Плотность диффузионного тока

source: Electron current density (diffusion)
de: Elektronenstromdichte (Diffusion)
ru_ru: Плотность тока электронов (диффузия)

source: Hole current density (drift)
de: Lochstromdichte (Drift)
ru_ru: Плотность тока дырок (дрейф)

source: Hole current density (diffusion)
de: Lochstromdichte (Diffusion)
ru_ru: Плотность тока дырок (диффузия)

source: Electron Energy
de: Elektronenenergie
ru_ru: Электронная энергия

source: Band structure
de: Bandstruktur
ru_ru: Зонная структура

source: Lattice temperature
de: Gittertemperatur
ru_ru: Температура решетки

source: Temperature
de: Temperatur
ru_ru: Температура

source: Electron temperature
de: Elektronentemperatur
ru_ru: Температура электронов

source: Hole temperature
de: Lochtemperatur
ru_ru: Температура дырок

source: Doping density
de: Dotierung
ru_ru: Плотность допирования

source: Band gap
de: Bandabstand
ru_ru: Ширина запрещённой зоны

source: Electron quasi Fermi-level
de: Loch quasi Fermi-level
ru_ru: Квазиуровень Ферми электронов

source: Hole quasi Fermi-level
de: Loch Quasi-Fermi-Niveau
ru_ru: Квазиуровень Ферми дырок

source: Change in 1D position space output
de: Veränderung in 1D Position Raum Ausgang
ru_ru: Изменение в выводе 1D пространстве положении

source: Electron current density x
ru_ru: х плотность тока электронов

source: Total current density (Jn+Jp)
de: Gesamtstromdichte (Joh + Jp)
ru_ru: Общая плотность тока (Jn + Jp)

source: Equlibrium Fermi-level
de: Gleichgewicht Fermi-Niveau
ru_ru: Уровень Ферми при равновесии

source: Material parameters
de: Materialparameter
ru_ru: Параметры материала

source: Average electron mobility
de: Durchschnittliche Elektronenbeweglichkeit
ru_ru: Средняя подвижность электронов

source: Free electron carrier density
de: Freie Elektronenträgerdichte
ru_ru: Плотность свободных электронов

source: Carrier density
de: Trägerdichte
ru_ru: Плотность несителей

source: Free hole carrier density
de: Freie Lochträgerdichte
ru_ru: Плотность свободных дырок

source: Trapped electron carrier density
de: Gefangen Elektronenträgerdichte
ru_ru: Плотность захваченных электронов

source: Trapped hole carrier density
de: Trapped Lochträgerdichte
ru_ru: Плотность захваченных дырок

source: Change in electron population
de: Veränderung der Elektronenpopulation
ru_ru: Изменение популяции электронов

source: Chaerge density
de: Ladungsdichte
ru_ru: Плотность заряда

source: Total charge
de: Gesamtladung
ru_ru: Общый заряд

source: Change in total charge
de: Veränderung der Gesamtladung
ru_ru: Изменение общего заряда

source: Change in hole population
de: Änderung in Lochdichte
ru_ru: Изменение популяции дырок

source: Excess electron density
de: Überschüssiges Elektronendichte
ru_ru: Плотность избыточных электронов

source: Excess hole density
ru_ru: Плотность избыточных дырок

source: Free electron generation rate
de: Freie Elektronenerzeugungsrate
ru_ru: Скорость генерации свободных электронов

source: Free hole generation rate
de: Freie Locherzeugungsrate
ru_ru: Скорость генерации свободных дырок

source: Electron recombination rate
de: Elektronen-Rekombinationsrate
ru_ru: Скорость рекомбинации электронов

source: Recombination rate
de: Rekombinationsrate
ru_ru: Скорость рекомбинации

source: Hole recombination rate
de: Lochrekombinationsrate
ru_ru: Скорость рекомбинации дырок

source: Trap fermi level
de: Gefangen Zustand Fermi-niveau
ru_ru: Уровень фермы ловушok

source: Electron Fermi level
de: Electron Fermi-Niveau
ru_ru: Уровень ферми электронов

source: Material number
de: Materialnummer
ru_ru: Номер материала

source: Number
de: Anzahl
ru_ru: Число

source: Model
de: Organische Photovoltaik Device Model (www.opvdm.com)
ru_ru: Модель

source: Rate
ru_ru: Скорость

source: Hole relaxation rate
de: Lochentspannungsrate
ru_ru: Скорость релаксации дырок

source: Electron relaxation rate
de: Elektronenentspannungsrate
ru_ru: Скорость релаксации электронов

source: Step
de: Schritt
ru_ru: Шаг

source: Fitting
de: Fitten
ru_ru: Приближение

source: Speed
de: Geschwindigkeit
ru_ru: Скорость

source: Reset flag
ru_ru: Сброс флага

source: Light free memory
de: Licht freier Speicher

source: It's dark I know what the answer is
de: Es ist dunkel, ich weiß, was die Antwort ist.

source: Complex solver free
de: Complex Löser Speicher freigegeben

source: General-purpose Photovoltaic Device Model (www.gpvdm.com)
de: Allgemeines Photovoltaik Bauteil Model (www.gpvdm.com)

source: dt
de: df

source: Sun
de: Sonne

source: Sun
de: Sonne

source: Suns
de: Sonnen

source: period
de: Periode
