Repository: Zhangjt9317/gpvdm
Catalog: lang/*.po
Languages: de, ru_ru

source: <big><b>Device tab</b></big><br>This tab contains information about the device, such as width breadth, carrier density on the contacts, shunt and contact resistance.
de: <Big> <b> Bauteil </b> </big> <br> Diese Registerkarte enthält Informationen über das Gerät, wie Breite Breite, Trägerdichte an den Kontakten, Shunt und Kontaktwiderstand.
ru_ru: <big> <b> Вкладка «Устройство» </b> </big> <br> <br> Эта вкладка содержит информацию об устройстве, такую ​​как ширина, плотность носитилей на контактах, сопротивление шунтированию и контакту.

source: Device structure
de: Bauteilstruktur
ru_ru: Структура устройства

source: <big><b>The device structure tab</b></big><br> Use this tab to change the structure of the device, the layer thicknesses and to perform optical simulations. You can also browse the materials data base and edit the electrical mesh.
de: <Big> <b> Registerkarte Gerätestruktur </b> </big> <br> Auf dieser Registerkarte können Sie die Struktur des Geräts, die Schichtdicken und die Durchführung optischer Simulationen ändern. Sie können auch die Materialdatenbank durchsuchen und die elektrische Masche bearbeiten.
ru_ru: <big> <b> Вкладка структуры устройства </b> </big> <br> Используйте эту вкладку, чтобы изменить структуру устройства, толщину слоя и выполнить оптическое моделирование. Вы также можете просмотреть базу данных материалов и отредактировать электрическую сетку.

source: Bands
ru_ru: Энергетические зоны

source: <big><b>The bands tab</b></big><br> Use this tab to edit the energetic distribution of the density of states.
de: <Big> <b> Bands </ b> </big><br><br> Auf dieser Registerkarte können Sie die energetische Verteilung der Zustandsdichte bearbeiten.
ru_ru: <big> <b> Вкладка энергетических зон </b> </big> <br> Используйте эту вкладку, чтобы отредактировать энергетическое распределение плотности состояний.

source: Density of states
de: Zustandsdichte
ru_ru: Плотность состояний

source: <big><b>The terminal window</b></big> The output of the model will be displayed in this window, watch this screen for debugging and convergence information.
de: <Big> <b> Das Terminalfenster </b> </big> Die Ausgabe des Modells wird in diesem Fenster angezeigt, sehen Sie diesen Bildschirm für Debugging- und Konvergenzinformationen an.
ru_ru: <big> <b> Окно терминала </b> </big> В этом окне отобразится вывод модели, посмотрите этот экран для информации об отладке и конвергенции.

source: Information
ru_ru: Информация

source: <big><b>On-line help</b></big> You can view the on-line help and manual here.
de: <Big> <b> Online-Hilfe </b> </big> Hier können Sie die Online-Hilfe und das Handbuch ansehen.
ru_ru: <big> <b> Онлайн помошь </b> </big> Вы можете просмотреть онлайн помошь и справочную информацию здесь.

source: Calculate
ru_ru: Вычислять

source: Export spectrum
ru_ru: Экспортировать спектр

source: Spectrum
ru_ru: Спектр

source: License
de: Lizenz
ru_ru: Лицензия

source: How to cite
ru_ru: Как цицировать

source: Hints Window
ru_ru: Окно Подсказки

source: Youtube channel
ru_ru: Youtube канал

source: Simulation mode:
de: Simulationsmodus:
ru_ru: Режим симуляции:

source: Open simulation
ru_ru: Открыть симуляцию

source: Export data
ru_ru: Экспортировать даные

source: Simulations
de: Simulationen
ru_ru: Симуляции

source: Cluster
ru_ru: Кластер

source: JV
ru_ru: ВАХ

source: JV Simple
de: Einfache JV
ru_ru: Простой ВАХ

source: Dump
de: Daten-Dump
ru_ru: Дамп

source: Math
de: Mathe
ru_ru: Математика

source: Pulse
ru_ru: Импульс

source: Fit
de: Fitten
ru_ru: Приближение

source: Density of States
de: Zustandsdichte
ru_ru: Плотность состояний

source: Change directory
de: Verzeichnis wechseln
ru_ru: Сменить каталог

source: All files
de: Alle Dateien
ru_ru: Все файлы

source: New simulation name:
de: Neue Simulationsname :
ru_ru: Новое название симуляции:

source: Simulation
ru_ru: Симуляция

source: Clone the current simulation to a new simulation called:
de: Klonen Sie die aktuelle Simulation auf eine neue Simulation genannt:
ru_ru: Клонироваать текущею симуляцию в новогою симуляцию под названием:

source: I want to copy
de: Ich möchte kopieren
ru_ru: Я хочу скопировать

source: Rename the simulation to be called:
de: Benennen Sie die Simulation zu nennen:
ru_ru: Переименуть симуляцию в:

source: Should I remove the simulation directory
de: Sollte ich die Simulation Verzeichnis zu entfernen?
ru_ru: Должен ли я удалить каталог симуляции

source: I am going to delete file
de: Ich werde die Datei löschen:
ru_ru: Я собираюсь удалить файл

source: Parameter scan - gpvdm
de: Parameter Scan - hgpvdm
ru_ru: Сканирование параметров - gpvdm

source: Simulation information
de: Simulationsinformationen
ru_ru: Информация о симуляции

source: Simulation Information
ru_ru: Информация о симуляции

source: Snapshot slider
ru_ru: Ползунок Snapshot

source: Cost and energy payback calculator
ru_ru: Калькулятор затрат и энергетической окупаемости

source: Re-calcualte
de: Neu berechnen
ru_ru: Пересчитать

source: material
ru_ru: материал

source: Volume
de: Volumen
ru_ru: Объем

source: Mass
ru_ru: Масса

source: pyton3-openpyxl not found
de: Pyton3-openpyxl nicht gefunden
ru_ru: pyton3-openpyxl не найден

source: Source file
ru_ru: Исходный файл

source: Source token
ru_ru: Исходный токен

source: Source path
ru_ru: Исходный путь

source: Destination file
ru_ru: Файл назначения

source: Destination token
ru_ru: Точка назначения

source: Destination path
ru_ru: Путь назначения

source: Source File
ru_ru: Исходный файл

source: Source Token
ru_ru: Исходный токен

source: Destination File
ru_ru: Файл назначения

source: Destination Token
ru_ru: Токен назначения

source: Clone the current experiment to a new experiment called
de: Klonen Sie das aktuelle Experiment zu einem neuen Experiment namens
ru_ru: Клонировать текущий эксперимент к новому эксперименту с названием

source: Should I remove the experiment file
de: Sollte ich das Experiment Datei löschen
ru_ru: Должен ли я удалить файл эксперимента

source: Frequency domain experiment editor
de: Frequency Bereich Experiment Editor
ru_ru: Редактор эксперимента по частотной области

source: <big><b>The fitting variables window</b></big><br> Use this window to select the variables use to perform the fit.
de: <Big> <b> Das Fenster für die Anpassungsvariablen </ b> </ big> <br> In diesem Fenster können Sie die Variablen auswählen, die für die Passung verwendet werden.
ru_ru: <big> <b> Окно переменных приближении </b> </big> <br> Используйте это окно, чтобы выбрать переменные, используемые для выполнения приближении графика.

source: New fit name:
de: Neue Fit Name:
ru_ru: Новое имя приближении:

source: fit
de: Fitten
ru_ru: приближение

source: Clone the current fit to a new fit called:
ru_ru: Клонировать текущее приближение в новое приближение под названием:

source: Rename the fit to be called:
ru_ru: Переименовать приближение под названием:

source: Should I remove the fit file
ru_ru: Должен ли я удалить файл приближении

source: Fit window
ru_ru: Окно приближении

source: New fit
ru_ru: Новое приближение

source: Delete fit
ru_ru: Удалить приближение

source: Clone fit
ru_ru: Клонировать приближение

source: Rename fit
ru_ru: Переименовать приближение

source: Import data
de: Daten importieren
ru_ru: Импорт данных

source: Run a single fit
ru_ru: Запустить одно приближение

source: Start the fitting process
ru_ru: Начать процесс приближение

source: Stop the simulation
de: Simulation abbrechen
ru_ru: Остановить симуляцию

source: token
ru_ru: токен

source: path
de: Pfad
ru_ru: путь

source: The data file does not have a #begin or #end token indicating where the data starts and ends.
ru_ru: Файл данных не имеет токена #begin или #end, указывающего, где данные начинаются и заканчиваются.

source: Lines to edit
ru_ru: Строки для редактирования

source: Line section to edit
ru_ru: Строка для редактирования

source: Fit vars window - gpvdm
ru_ru: Окно неизвестных приближении - gpvdm

source: Add line
ru_ru: Добавить строку

source: Remove line
ru_ru: Удалить строку

source: Open
ru_ru: Открыть

source: Connect to cluster
ru_ru: Подключение к кластеру

source: Copy src to cluster
ru_ru: Скопировать src в кластер

source: Make on cluster
ru_ru: Сделать кластер

source: Clean cluster
ru_ru: Очистить кластер

source: Kill all cluster code
ru_ru: Убить весь код кластера

source: Sync
ru_ru: Синхронизация

source: Get jobs
ru_ru: Получить работы

source: Can not connect to cluster.
de: Verbindung zu Cluster kann nicht hergestellt werden.
ru_ru: Не удается подключиться к кластеру.

source: Right
de: Rechts
ru_ru: Правый

source: Left
de: Links
ru_ru: Левый

source: Cluster status (www.gpvdm.com)
ru_ru: Статус кластера (www.gpvdm.com)

source: <big><b>Simulation finished!</b></big><br>Click on the plot icon to plot the results
de: <Big> <b> Simulation beendet! </ B> </ big> <br> Klicken Sie auf das Plotsymbol, um die Ergebnisse anzuschauen.
ru_ru: <big> <b> Моделирование закончено! </b> </big> <br> Нажмите на значок графика, чтобы отобразить результаты

source: <big><b>Excel workbook error</b></big><br>I can't write new data to the file data.xlsx, I think you have are viewing it using another program. Please close data.xlsx to enable me to write new data to it.
ru_ru: <big> <b> Ошибка рабочей книги Excel </b> </big> <br> Я не могу записать новые данные в файл data.xlsx, я думаю, что вы просматриваете его с помощью другой программы. Закройте файл data.xlsx, чтобы включить в него новые данные.

source: Running job
ru_ru: Выполняется работа

source: I did not think I was running any jobs
ru_ru: Я не думал, что у меня выполнялись какие-либо работы

source: back
de: Zurück
ru_ru: назад

source: home
ru_ru: домой

source: Data provided by
ru_ru: Данные, предоставленные

source: Associated paper
ru_ru: Ассоциированные бумаги

source: Reference manager
ru_ru: Менеджер ссылок

source: Reference
ru_ru: Ссылка

source: New file
de: Neue Datei
ru_ru: Новый файл

source: File name
de: Dateiname
ru_ru: Имя файла

source: Device type
de: Bauteiltyp
ru_ru: Тип устройства

source: Description
de: Beschreibung
ru_ru: Описание

source: You have not selected anything
de: Sie haben nichts ausgewählt
ru_ru: Вы ничего не выбрали

source: New laser name:
de: Neue Lasername:
ru_ru: Новое имя лазера:

source: laser
ru_ru: лазер

source: Clone the current laser to a new laser called:
de: Klonen Sie die aktuelle Laser auf einen neuen Laser genannt:
ru_ru: Клонирование текущего лазера к новым лазером с названием:

source: Rename the laser to be called:
de: Benennen den Laser:
ru_ru: Переименовать лазер в:

source: Should I remove the laser file
de: Soll ich den Laser entfernen?
ru_ru: Должен ли я удалить лазерный файл

source: Laser configuration window
de: Laser-Konfigurationsfenster
ru_ru: Окно настройки лазера

source: New laser
de: Neue Laser
ru_ru: Новый лазер

source: Delete laser
de: Löschen Laser
ru_ru: Удалить лазер

source: Clone laser
de: Laser Clonen
ru_ru: Клонировать лазер

source: Rename laser
de: Benennen den Laser
ru_ru: Переименовать лазер

source: Help window
de: Hilfe-Fenster
ru_ru: Окно справки

source: Manual
ru_ru: Руководство

source: Citing the model
ru_ru: Цицировать модель

source: Running:
ru_ru: Выполняется:

source: I could not find a free cpu to run the command on
ru_ru: Я не мог найти свободный процессор для запуска команды

source: CPU
ru_ru: ЦПУ

source: New directory
ru_ru: Новый каталог

source: New material
ru_ru: Новый материал

source: New spectra
ru_ru: Новые спектры

source: Delete file
ru_ru: Удалить файл

source: Rename
ru_ru: Переименовать

source: New directory name:
ru_ru: Имя нового каталога:

source: New material name:
ru_ru: Название нового материала:

source: New material name
ru_ru: Название нового материала

source: New spectra name:
ru_ru: Новое имя спектра:

source: New spectra name
ru_ru: Новое имя спектра

source: Are you sure you want to delete the files ?
ru_ru: Вы действительно хотите удалить файлы?

source: Rename:
ru_ru: Переименовать:

source: The directory is gone, so I can't open it. Did you delete it?
ru_ru: Каталог исчез, поэтому я не могу его открыть. Вы его удалили?

source: title
de: Titel
ru_ru: заглавие

source: x axis
de: X-Achse
ru_ru: ось x

source: y axis
de: Y-Achse
ru_ru: ось y

source: Double click to open
de: Doppelklicken Sie zum Öffnen
ru_ru: Дважды щелкните, чтобы открыть

source: equilibrium
de: Gleichgewicht
ru_ru: равновесие

source: This contains the simulation output at 0V in the dark.
de: Diese enthält den Simulationsausgang bei 0 V im Dunkeln.
ru_ru: Это содержит результаты симуляции при 0 В в темноте.

source: Open data file
ru_ru: Открыть файл данных

source: Plot
de: Plotten
ru_ru: Построить график

source: The file to import:
ru_ru: Файл для импорта:

source: The imported file, the numbers should now be in SI units
ru_ru: Импортируемый файл, числа теперь должны быть в единицах СИ

source: Amps
ru_ru: Ампер

source: -Amps
ru_ru: -Ампер

source: -Voltage
ru_ru: -Напряжение

source: Attenuation coefficient
ru_ru: Коэффициент затухания

source: x units:
ru_ru: еденицы х:

source: y units:
ru_ru: еденицы y:

source: Title:
ru_ru: Заглавие:

source: x-label:
ru_ru: х-метка:

source: x-column:
ru_ru: х-колонка:

source: y-label:
ru_ru: у метки:

source: y-column:
ru_ru: у колонка:

source: device area:
ru_ru: область устройства:

source: New scan
ru_ru: Новое сканирование

source: Delete scan
ru_ru: Удалить сканирование

source: Clone scan
ru_ru: Клонировать сканирование

source: Rename scan
ru_ru: Переименовать сканирование

source: Run scan
ru_ru: Запустить сканирование

source: Run all scans
ru_ru: Запустить все сканы

source: Stop
de: Stopp
ru_ru: Стоп

source: Time domain plot
ru_ru: График во временной области

source: Plot fits
ru_ru: Построить приближении

source: Run nested simulation
de: Führen Sie verschachtelte Simulation aus
ru_ru: Выполнение вложенного моделирования

source: Run simulation no generation
de: Simulation ohne Erzeugung ausführen
ru_ru: Запустить симуляцию без генерации

source: Run single fit
ru_ru: Запустить одно приближение

source: Clean simulation
de: Saubere Simulation
ru_ru: Очистеть симуляцию

source: Clean unconverged simulation
de: Saubere nicht konvergierte Simulation
ru_ru: Очистеть не конвергентную симуляцию

source: Clean simulation output
de: Simulationsausgang reinigen
ru_ru: Очистеть результат симуляции

source: Change dir
ru_ru: Изменить каталог

source: Scan
ru_ru: Сканирование

source: Advanced
ru_ru: Расширенные

source: Written by Roderick MacKenzie 2012-2017, published under GPL v2.0
ru_ru: Автор Roderick MacKenzie 2012-2017, опубликованный под GPL v2.0

source: Version
ru_ru: Версия

source: gpvdm is a free general-purpose tool for simulation of light harvesting devices. It was originally written to simulate organic solar cells and OLEDs, but it has recently been extended to simulate other devices including silicon based devices. Currently the model can sumulate:
ru_ru: gpvdm - это бесплатный инструмент общего назначения для моделирования устройств улавливания света. Первоначально он был написан для моделирования органических солнечных элементов и органических светодиодных-систем, но недавно он был расширен, чтобы симулировать другие устройства, включая устройства на основе кремния. В настоящее время модель может симулировать:

source: Organic solar cells
ru_ru: Органические солнечные элементы

source: Organic LEDs
ru_ru: Органические светодиоды

source: Crystalline silicon solar cells
ru_ru: Кристаллические кремниевые солнечные элементы

source: a-Si solar cells
ru_ru: солнечные элементы a-Si

source: CIGS solar cells
ru_ru: Солнечные элементы CIGS

source: The model solves both electron and hole drift-diffusion, and carrier continuity equations in position space to describe the movement of charge within the device. The model also solves Poisson's equation to calculate the internal electrostatic potential. Recombination and carrier trapping are described within the model using a Shockley-Read-Hall (SRH) formalism, the distribution of trap sates can be arbitrarily defined. All equations can be solved either in steady state or in time domain. A fuller description of the model can be found in the here, in the associated publications and in the manual.
ru_ru: Модель решает уравнения дрейфа-диффузии электронов и дырок вместе с уравнением непрерывности носитилей в пространстве для описания движения заряда внутри устройства. Модель также решает уравнение Пуассона для расчета внутреннего электростатического потенциала. Рекомбинация и захват носителей описаны в модели с использованием формализма Шокли-Рида-Холла, распределение ловушек может быть произвольно определено. Все уравнения могут быть решены либо в стационарном состоянии, либо во временной области. Более полное описание модели можно найти здесь, в ассоциированных публикациях и в руководстве.

source: General-purpose Photovoltaic Device Model - a drift diffusion base/Shockley-Read-Hall model
ru_ru: Модель фотогальванического устройства общего назначения - модель на базе дрейвой диффузионной модели и модели Шокли-Рида-Холла

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License v2.0, as published by the Free Software Foundation.
ru_ru: Эта программа является бесплатным программным обеспечением; вы можете перераспределить его и / или изменить его в соответствии с GNU General Public License v2.0, опубликованным Free Software Foundation.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ru_ru: Эта программа распространяется в надежде, что она будет полезна, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. Дополнительную информацию см. В GNU General Public License.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
ru_ru: Вы должны были получить копию GNU General Public License вместе с этой программой; если нет, напишите в Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.

source: When you start gpvdm the software checks the gpvdm.com server for updates and bug reports. To do this it transmits your opperating system type, gpvdm version number. It also tells the gpvdm.com server if opengl is working on your pc. By installing gpvdm you agree that the gpvdm software may transmit this information to the gpvdm.com server. The communications process between gpvdm software and the gpvdm.com server is described in more detail in the manual.
ru_ru: Когда вы запускаете gpvdm, программное обеспечение проверяет сервер gpvdm.com на наличие обновлений и отчетов об ошибках. Для этого он передает ваш тип операционной системы, номер версии gpvdm. Он также сообщает серверу gpvdm.com, если opengl работает на вашем компьютере. Установив gpvdm, вы соглашаетесь с тем, что программное обеспечение gpvdm может передавать эту информацию на сервер gpvdm.com. Процесс связи между программным обеспечением gpvdm и сервером gpvdm.com более подробно описан в руководстве.

source: Translations
ru_ru: Переводы

source: Materials
ru_ru: Материалы

source: Select simulation parameter
de: Wählen Sie Simulationsparameter
ru_ru: Выберите параметр моделирования

source: Simulation parameters
de: Simulationsparameter
ru_ru: Параметры симуляции

source: No row selected in the scan window, can't insert the selection
ru_ru: Строка не выбранная в окне сканирования, не могу вставить выбор

source: Python Equation
de: Python-Gleichung
ru_ru: Уравнение Python

source: You've made a mistake in the equation, use w for wavelength.
de: Sie haben einen Fehler in der Gleichung gemacht, verwenden Sie w für Wellenlänge.
ru_ru: Вы сделали ошибку в уравнении, используйте w для длины волны.

source: <big><b>Solar spectrum editor</b></big><br> Use this tool to generate custom solar spectra.
ru_ru: <big> <b> Редактор спектра солнечной энергии </b> </big> <br> Используйте этот инструмент для создания пользовательских солнечных спектров.

source: Insert reference information
de: Fügen Sie Referenzinformationen ein
ru_ru: Вставить справочную информацию

source: Solar spectra
ru_ru: Солнечные спектры

source: Fit data
ru_ru: Данные приближения

source: version.h not found
de: version.h nicht gefunden
ru_ru: version.h не найден

source: Back
ru_ru: Назад

source: Online help
de: Onlinehilfe
ru_ru: Помощь онлайн

source: On line help
de: Onlinehilfe
ru_ru: Помощь онлайн

source: Hide
de: Nicht sichtbar
ru_ru: Спрятать

source: gpvdm in your language!
ru_ru: gpvdm на вашем языке!

source: gpvdm translated by:
ru_ru: gpvdm перевёл:

source: Edit parasitic components
ru_ru: Редактировать паразитные компоненты

source: Parasitic components
ru_ru: Паразитные компоненты

source: Frequency mesh
de: Diskretisierung im Frequenzbereich
ru_ru: Частотная сетка

source: Thickness
ru_ru: Толщина

source: Mesh points
de: Gitterpunkten
ru_ru: Точки сетки

source: Step multiply
ru_ru: Умножить шаг

source: Left/Right
ru_ru: Левый/правый

source: Use:
ru_ru: Использовать:

source: Raw data
ru_ru: Исходные данные

source: Mesh points (lambda)
ru_ru: Точки сетки (лямбда)

source: Lambda start
ru_ru: Начальное лямбда

source: Lambda stop
ru_ru: Конечное лямбда

source: Laser wavelength
de: Laserwellenlänge
ru_ru: Длина волны лазера

source: Spot size x
de: Laserpunktgröße x
ru_ru: Размер пятна x

source: Spot size y
de: Laserpunktgröße y
ru_ru: Размер пятна y

source: Energy in pulse
de: Energie im Laserpuls
ru_ru: Энергия в импульсе

source: #gather
ru_ru: #сбор

source: Length of pulse
de: Länge des Puls
ru_ru: Длительность импульса

source: Electron generation efficiency
de: Elektronenerzeugungseffizienz
ru_ru: Эффективность генерации электронов

source: Hole generation efficiency
de: Locherzeugungseffizienz
ru_ru: Эффективность генерации дырок

source: filename
ru_ru: имя файла

source: Sun's spectra
de: Spektren der Sonne
ru_ru: Спектры Солнца

source: File containing generation rate
ru_ru: Файл, содержащий скорость генерации

source: Photon efficiency
de: Photon Effizienz
ru_ru: Эффективность фотонов

source: DoS distribution
de: DoS-Verteilung
ru_ru: Распределение DoS

source: exponential
ru_ru: экспоненциальное

source: complex
ru_ru: комплексное

source: Effective density of free electron states
de: Effektive Dichte der freien Elektronenzustände
ru_ru: Эффективная плотность состояний свободных электронов

source: Effective density of free hole states
de: Effektive Dichte der freien Lochzustände
ru_ru: Эффективная плотность состояний свободных дырок

source: Electron mobility
de: Elektronenbeweglichkeit
ru_ru: Подвижность электронов

source: Hole mobility
de: Lochbeweglichkeit
ru_ru: Подвижность дырок

source: Electron trap density
de: Elektronenzustandsdichte
ru_ru: Плотность электронных ловушек

source: Hole trap density
de: Lochzustandsdichte
ru_ru: Плотность дырочных ловушек

source: Relative permittivity
de: Dielektrizitätszahl
ru_ru: Относительная диэлектрическая проницаемость

source: n_{free} to p_{free} Recombination rate constant
de: p_{free} to p_{free} Photonenerzeugungswirkungsgrad
ru_ru: n_ {free} с p_ {free} Константа скорости рекомбинации

source: startime
de: Startzeit
ru_ru: начальное время

source: wavelength
de: Wellenlänge
ru_ru: длина волны

source: Website
ru_ru: Сайт

source: Research group
ru_ru: Исследовательская группа

source: Authors
ru_ru: Авторы

source: Journal
ru_ru: Дневник

source: Pages
ru_ru: Страницы

source: Year
ru_ru: Год

source: md5 sum
ru_ru: сумма md5
