Repository: Zhangjt9317/gpvdm
Catalog: lang/*.po
Languages: de, ru_ru

source: load
ru_ru: загрузить

source: Electron generation rate
ru_ru: Скорость генерации электронов

source: Position
ru_ru: Положение

source: Generation rate
de: Ladungsträgererzeugungseffizienz
ru_ru: Скорость генерации

source: Hole generation rate
ru_ru: Скорость генерации дырок

source: Layer number
ru_ru: Номер слоя

source: |Electric field|
ru_ru: |электрическое поле|

source: Transmittance
ru_ru: Светопроницаемость

source: Reflectance
ru_ru: Kоэффициент отражения

source: Photons absorbed
ru_ru: Число поглощеных фотонов

source: Real refractive index
ru_ru: Действительный показатель преломления

source: Absorption
ru_ru: Поглощение

source: Initializing optical model
de: Initialisieren des optischen Modells
ru_ru: Инициализация оптической модели

source: dll not loaded
de: DLL nicht geladen
ru_ru: dll не загружен

source: dll function light_dll_init not found
de: DLL-Funktion light_dll_init nicht gefunden
ru_ru: функция dll light_dll_init не найдена

source: dll function light_dll_solve_lam_slice not found
de: DLL-Funktion light_dll_solve_lam_slice nicht gefunden
ru_ru: функция dll light_dll_solve_lam_slice не найдена

source: dll function light_dll_ver not found
de: DLL-Funktion light_dll_ver nicht gefunden
ru_ru: функция dll light_dll_ver не найдена

source: load: materials
ru_ru: загрузитъ: материалы

source: Optical spectra directory not found
ru_ru: Каталог оптических спектров не найден

source: spectrum file: I do not know what to do with %s
ru_ru: файл спектра: я не знаю, что делать с %s

source: File not found
de: Datei nicht gefunden
ru_ru: Файл не найден

source: No optical materials found
de: Keine optische Materialien gefunden
ru_ru: Не найдены оптические материалы

source: file not found
ru_ru: файл не найден

source: Error at end of patch file
de: Fehler am Ende der Patch-Datei
ru_ru: Ошибка в конце файла патча

source: Error at end of inter file
ru_ru: Ошибка в конце файла inter

source: Wavelength - Reflected light
ru_ru: Длина волны - Oтраженный свет

source: Wavelength
de: Wellenlänge
ru_ru: Длина волны

source: Freeing memory from the optical model
ru_ru: Освобождение памяти из оптической модели

source: It was dark I did not solve any slices
ru_ru: Было темно, я не решил никаких разрезов

source: Error writing file
de: Fehler beim Speichern der Datei
ru_ru: Ошибка записи файла

source: I don't understand the command
de: Ich verstehe den Befehl nicht
ru_ru: Я не понимаю команду

source: Can not read file
de: Datei kann nicht gelesen werden
ru_ru: Не удается прочитать файл

source: Can not write file
de: Datei kann nicht geschrieben werden
ru_ru: Не удается записать файл

source: Can not open file
de: Kann Datei nicht öffnen
ru_ru: Не удается открыть файл

source: Token not found in file
de: Token nicht in der Datei gefunden
ru_ru: Токен не найден в файле

source: Deleting directory
de: Verzeichnis wird gelöscht
ru_ru: Удаление каталога

source: out of memory!
de: Kein Speicher!
ru_ru: недостаточно памяти!

source: matrix is singular!
de: Matrix singulär!
ru_ru: матрица сингулярна!

source: Matrix dumped
de: Matrix gespeichert
ru_ru: Матрица сбросилась

source: complex_solver realloc memory error
de: Complex_solver realloc Speicherfehler
ru_ru: ошибка памяти realloc complex_solver

source: Solver initialization
de: Solver Initialisierung
ru_ru: Инициализация решателя

source: dll function dll_solve_cur not found
de: DLL nicht gefunden
ru_ru: функция dll dll_solve_cur не найдена

source: dll function dll_solver_realloc not found
de: DLL nicht gefunden
ru_ru: dll-функция dll_solver_realloc не найдена

source: dll function dll_solver_free_memory not found
de: DLL nicht gefunden
ru_ru: функция dll dll_solver_free_memory не найдена

source: File access log written to %s
ru_ru: Журнал доступа к файлам, записанный в %s

source: dll function dll_matrix_solve not found
de: DLL nicht gefunden
ru_ru: функция dll dll_matrix_solve не найдена

source: dll function dll_matrix_dump not found
de: DLL nicht gefunden
ru_ru: функция dll dll_matrix_dump не найдена

source: dll function set_interface not found
de: DLL-Funktion Set-Schnittstelle nicht gefunden
ru_ru: функция dll set_interface не найдена

source: dll function dll_matrix_solver_free not found
de: DLL nicht gefunden
ru_ru: функция dll dll_matrix_solver_free не найдена

source: Freeing memory
ru_ru: Освобождение памяти

source: Error closing dll
ru_ru: Ошибка закрытия dll

source: You must load the optical plugin before making the time mesh
de: Sie müssen das optische Plugin laden, bevor Sie die Zeit Mesh machen.
ru_ru: Вы должны загрузить оптический плагин, прежде чем создавать временную сетку

source: Time
de: Zeit
ru_ru: Время

source: Photogeneration rate
de: Photogenerationsrate
ru_ru: Скорость фотогенерации

source: Probe load configuration
de: Probel laden Konfiguration.
ru_ru: Конфигурация нагрузки зонда

source: Probe calculate modes
de: Probe: Calculate optical modes.
ru_ru: Режимы расчета зонда

source: Probe free memory
de: Probe: Freien Speicher
ru_ru: Свободная память зонда

source: no pulse config file found
de: kein Puls-Konfigurationsdatei gefunden
ru_ru: не найден config файл импульса

source: pulse mode not known
de: Pulsmodus nicht bekannt
ru_ru: импульсный режим неизвестен

source: pulse time
de: Puls Zeit
ru_ru: длительность импульса

source: step
de: Schritt
ru_ru: шаг

source: current
de: Strom
ru_ru: ток

source: Current
de: Strom
ru_ru: Ток

source: current density
de: Stromdichte
ru_ru: плотность тока

source: Current density
de: Stromdichte
ru_ru: Плотность тока

source: Voltage
de: Spannung
ru_ru: Напряжение

source: Volts
ru_ru: Вольт

source: no fxdomain config file found
de: keine fxdomain Konfigurationsdatei gefunden
ru_ru: нет файла конфигурации fxdomain

source: Running frequency
de: Frequenz
ru_ru: Выполняется частота

source: fxdomain mode not known
de: fxdomain Modus nicht bekannt
ru_ru: режим fxdomain не известен

source: fxdomain time
de: fxdomain Zeit
ru_ru: время в fxdomain

source: Light intensity
de: Lichtintensität
ru_ru: Интенсивность света

source: Real
ru_ru: Действительный

source: Imaginary
de: Imaginär
ru_ru: Мнимый

source: Full transfer matrix based light model
ru_ru: Оптическая модель на основе матриц перехода

source: Solve optical slice at
ru_ru: Решить оптический срез при

source: I can't solve the matrix because I don't have enough equations.
ru_ru: Я не могу решить матрицу, потому что у меня недостаточно уравнений.

source: Running JV simulation
de: JV Simulation gestartet
ru_ru: Выполняется моделирования ВАХ

source: Stopping because of Vexternal %Le>%Le
ru_ru: Остановка из-за Vexternal %Le>%Le

source: Efficiency
ru_ru: Эффективность

source: Charge density
de: Ladungsdichte
ru_ru: Плотность заряда

source: Applied voltage
ru_ru: Применяемое напряжение

source: Applied Voltage
ru_ru: Применяемое напряжение

source: Current
ru_ru: Ток

source: Light generated
ru_ru: Сгенерированный свет

source: Light power
ru_ru: Мощность света

source: Holes on left contact
ru_ru: Дырки на левом контакте

source: Electrons on left contact
ru_ru: Электроны на левом контакте

source: Holes on right contact
ru_ru: Дырки на правом контакте

source: Electrons on right contact
ru_ru: Электроны на правом контакте

source: Running equilibrium simulation
ru_ru: Выполняется моделирование равновесного состояния

source: Job stalled. Time since last run:
de: Problem mit dem Job. Zeit seit der letzten Simulation:
ru_ru: Работа застопорилась. Время с момента последнего запуска:

source: Bytes written
de: Bytes geschrieben
ru_ru: Количество записанных байт

source: Bytes read
de: Bytes gelesen
ru_ru: Kоличество байтов прочитано

source: Files read
de: Dateien gelesen
ru_ru: Файлы, прочитаны

source: Files written
de: Geschriebene Dateien
ru_ru: Файлы, написанные

source: I have shut down the server
de: Ich habe den Server heruntergefahren
ru_ru: Я закрыл сервер

source: Number of CPUs:
ru_ru: Количество процессоров:

source: Start time
ru_ru: Началное время

source: End time
ru_ru: Конечное время

source: All jobs finished jobs
de: Alle Aufgaben beendet. Aufgaben
ru_ru: Все работы завершены

source: I have finished all my jobs
de: Ich habe alle meine Arbeit beendet
ru_ru: Я закончил все мои работы

source: The server has detected a crash
de: Der Server hat einen Absturz erkannt
ru_ru: Сервер обнаружил сбой

source: Loading file
de: Die Datei wird geladen
ru_ru: Загрузка файла

source: DOS file not found
ru_ru: Файл DOS не найден

source: DoS n file not found
de: DoS Datei nicht gefunden
ru_ru: DoS n file не найден

source: Expected dos size is different from generated
de: Erwarteter DoS Größe unterscheidet sich von generierten Größe.
ru_ru: Ожидаемый размер dos отличается от сгенерированного

source: Finished generating DoS....
de: DoS erzeuget ....
ru_ru: Завершено создание DoS ....

source: Equilibrium Fermi-level
de: Gleichgewicht Fermi-Niveau
ru_ru: Равновесный уровень Ферми

source: position
ru_ru: положение

source: 1D position space output
de: 1D Position Raum Ausgang
ru_ru: Вывод в 1D пространстве положении

source: Transport
ru_ru: Транспортировка

source: LUMO
ru_ru: НВМО (LUMO)

source: HOMO
ru_ru: ВЗМО (HOMO)

source: Electron density
de: Elektronendichte
ru_ru: Плотность электронов

source: Hole density
de: Lochdichte
ru_ru: Плотность дырок

source: The mesh does not match the device length and I am not alowed to remesh it
ru_ru: Сетка не соответствует длине устройства, и я не могу ее повторно создать

source: Direction wrong
ru_ru: Неправильное направление

source: Copyright (C) 2012-2017 Roderick C. I. MacKenzie, Releced under GPLv2
ru_ru: Copyright (C) 2012-2017 гг. Roderick C. I. MacKenzie, выпущенный под GPLv2

source: options
ru_ru: опции

source: Options
ru_ru: Опции

source: output data path
ru_ru: выходной путь данных

source: sets the input path
ru_ru: устанавливает входной путь

source: displays the current version
ru_ru: отображает текущую версию

source: zip the results
ru_ru: конвертировать результаты в zip

source: Forces a simulation mode.
ru_ru: Выбирает режим симуляции.

source: sets the number of CPUs
ru_ru: устанавливает количество процессоров

source: Additional information about gpvdm is available at https://www.gpvdm.com.
ru_ru: Дополнительную информацию о gpvdm можно найти на странице https://www.gpvdm.com.

source: Report bugs to: roderick.mackenzie@nottingham.ac.uk
ru_ru: Сообщить об ошибке: roderick.mackenzie@nottingham.ac.uk

source: gpvdm_core, Version %s
ru_ru: gpvdm_core, версия %s

source: This is free software; see the source code for copying conditions.
ru_ru: Это бесплатное программное обеспечение; см. исходный код условий копирования.

source: There is ABSOLUTELY NO WARRANTY; not even for MERCHANTABILITY or
ru_ru: Абсолютно никакой гарантии нет; даже для КОММЕРЧЕСКОЙ ЦЕННОСТИ или

source: FITNESS FOR A PARTICULAR PURPOSE.
ru_ru: ПРИГОДНОСТЬ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ.

source: Token
ru_ru: Токен

source: General-purpose Photovoltaic Device Model (https://www.gpvdm.com)
ru_ru: Модель фотогальванического устройства общего назначения (https://www.gpvdm.com)

source: You should have received a copy of the GNU General Public License
de: Sie sollten eine Kopie der GNU General Public License mit
ru_ru: Вы должны были получить копию GNU General Public License

source: along with this software. If not, see www.gnu.org/licenses/.
de: dieser Software erhalten haben. Wenn nicht, siehe www.gnu.org/licenses/.
ru_ru: с этим программным обеспечением. Если нет, см. www.gnu.org/licenses/.

source: If you wish to collaborate in anyway please get in touch:
de: Wenn Sie zusammenarbeiten möchten, schick bitte eine Email an:
ru_ru: Если вы хотите сотрудничать, пожалуйста, свяжитесь:

source: Loading electrical dll
de: Elektrischer dll wird geladen
ru_ru: Загрузка электрической dll

source: dll function dll_run_simulation not found
de: DLL nicht gefunden
ru_ru: функция dll dll_run_simulation не найдена

source: Runing simulation
de: Laufende Simulation
ru_ru: Выполняется симуляция

source: Loading DoS layers
ru_ru: Загрузка слоёв DoS

source: Load DoS
ru_ru: Загрузить DoS

source: Intrinsic Fermi - position
ru_ru: Собственный уровень Ферми - положение

source: LUMO energy - position
ru_ru: Энергия НВМО - положение

source: HOMO energy - position
ru_ru: Энергия ВЕМО - положение

source: Electron density - position
ru_ru: Плотность электронов - положение

source: Hole density - position
ru_ru: Плотность дырок - положение

source: Potential - position
ru_ru: Потенциал - положение

source: Potential
de: Spannung
ru_ru: Потенциал

source: Solving Poisson's equation
ru_ru: Решение уравнения Пуассона

source: Poisson solver error
ru_ru: Ошибка решетеля Пуассона

source: Solved Poisson's equation
ru_ru: Yравнение Пуассона решено

source: load: config files
ru_ru: загрузить: файлы конфигурации

source: Finding equilibrium conditions
ru_ru: Поиск равновесных условий

source: Finished finding equilibrium conditions
ru_ru: Закончен поиск равновесных условий

source: Luminescence of
ru_ru: Люминесценция

source: <big><b>Luminescence</b></big> If you set 'Turn on luminescence' to true, the simulation will assume recombination is a raditave process and intergrate it to produce Voltage-Light intensity curves (lv.dat). Each number in the tab tells the model how efficient each recombination mechanism is at producing photons.
de: <Big><b>Lumineszenz </b> </big> Wenn Sie 'Lumineszenz einschalten' auf 'true' setzen, geht die Simulation davon aus, dass die Rekombination ein Raditave-Prozess ist, und intergrate, um die Intensitätskurven der Spannung (lv.dat) zu erzeugen. Jede Zahl in der Registerkarte teilt dem Modell mit, wie effizient jeder Rekombinationsmechanismus Photonen produziert.
ru_ru: <big> <b> Люминесценция </b> </big> Если вы установите значение «Включить люминесценцию» на значение верно, симуляция будет предполагать, что рекомбинация является радиационным процессом и проинтегрирует ее для создания кривых напряжения-интенсивности света (lv.dat ). Каждое число на вкладке указывает модели, насколько эффективен каждый механизм рекомбинации при производстве фотонов.

source: Examine simulation results in time domain
ru_ru: Изучить результаты симуляции во временной области

source: Save video
de: Video speichern
ru_ru: Сохранить видео

source: Help
de: Hilfe
ru_ru: Помощь

source: Close
de: Schließen
ru_ru: Закрыть

source: No electrical slice data has been stored in the snapshots directory. To turn this on set Simulation->Configure->Dump->Dump 1D Slices to on. This will dump a lot of data and slow down your simulations.
de: In dem Snapshot-Verzeichnis wurden keine elektrischen Slice-Daten gespeichert. Um dies auf Set Simulation-> Configure-> Dump-> Dump 1D Slices auf Ein einzuschalten. Dies wird dump viele Daten und verlangsamen Sie Ihre Simulationen.
ru_ru: В каталоге моментальных снимков данные о электрическом срезе не хранятся. Чтобы включить это, установите Симуляция-> Конфигурация-> Дамп-> Дамп 1D срезов. Это сбрасывает много данных и замедляет ваши симуляции.

source: ON
de: Ein
ru_ru: ВКЛ

source: OFF
de: Aus
ru_ru: ВЫКЛ

source: time mesh
de: Zeitdiskretisierung
ru_ru: временная сетка

source: Circuit
de: Ersatzschaltbild
ru_ru: Cхема

source: Configure
de: Konfigurieren
ru_ru: Конфигурация

source: Results viewer
de: Ergebnisanzeige
ru_ru: Просмотр результатов

source: Energy
de: Energie
ru_ru: Энергия

source: No file
ru_ru: Нет файла

source: Quantum Efficiency calculator
ru_ru: Калькулятор квантовой эффективности

source: Save graph
de: Grafik speichern
ru_ru: Сохранить график

source: Run
de: Starten
ru_ru: Запустить

source: Load type
ru_ru: Тип электрической нагрузки

source: Solar Spectrum Generator
ru_ru: Генератор Солнечного Спектра

source: Electrical mesh
ru_ru: Электрическая сетка

source: <big><b>Mesh editor</b></big> Use this window to setup the mesh, the window can also be used to change the dimensionality of the simulation.
de: <Big> <b> Mesh-Editor </b> </big> Verwenden Sie dieses Fenster, um das Gitter einzurichten, kann das Fenster auch verwendet werden, um die Dimensionalität der Simulation zu ändern.
ru_ru: <big> <b> Редактор Сетки </b> </big> Используйте это окно для настройки сетки, это окно также можно использовать для изменения размерности симуляции.

source: <big><b>Configuration editor</b></big><br> Use this window to control advanced simulation parameters.
de: <Big> <b> Konfigurations-Editor </ b> </ big> <br> Über dieses Fenster können Sie erweiterte Simulationsparameter steuern.
ru_ru: <big> <b> Редактор конфигурации </b> </big> <br> Используйте это окно для управления расширенными параметрами симуляциия.

source: Modulation type
ru_ru: Тип модуляции

source: Wavelengths
de: Wellenlängen
ru_ru: Длины волн

source: Running
ru_ru: Выполняется

source: Fit error
de: Fit Fehler
ru_ru: Ошибка в приближение

source: Configure fit
de: Fit konfigurieren
ru_ru: Настроить приближение

source: Experimental data
de: Versuchsdaten
ru_ru: Экспериментальные данные

source: Fit patch
ru_ru: Пачь приближение кривых

source: MATLAB code
ru_ru: Код MATLAB

source: Fit configure
ru_ru: Конфигурация приближение кривых

source: Configure minimizer
ru_ru: Настроить минимизатор

source: Duplicate window
ru_ru: Дублируемое окно

source: Fit constraints
ru_ru: Ограничения для приближение кривых

source: Part
de: Teil
ru_ru: Часть

source: period
de: Dauer
ru_ru: период

source: start voltage
de: Anfangsspannung
ru_ru: начальное напряжение

source: stop voltage
de: Stopp Spannung
ru_ru: конечное напряжение

source: Enter the time at which the laser pulse will fire (-1) to turn it off
de: Geben Sie die Zeit, zu der der Laserpuls wird ausgelöst (-1), um sie auszuschalten
ru_ru: Введите время, когда лазерный импульс будет включён (-1), чтобы выключить его

source: Voltage (Volts)
de: Spannung (Volt)
ru_ru: Напряжение (вольт)

source: Magnitude
de: Größe
ru_ru: Величина

source: fs laser
ru_ru: фс лазер

source: Length
de: Länge
ru_ru: Длина

source: Start Voltage
de: Startspannung
ru_ru: Начальное напряжение

source: Stop Voltage
de: Stopspannung
ru_ru: Конечное напряжение

source: step multiplyer
ru_ru: умножитель шага

source: Laser
ru_ru: Лазер

source: Enter the start time of the simulation
de: Geben Sie die Startzeit der Simulation ein
ru_ru: Введите время начала симуляции

source: Laser start time
de: Laser-Startzeit
ru_ru: Время запуска лазера

source: Simulation start time
de: Simulation Startzeit
ru_ru: Время начала симуляции

source: Add section
de: Abschnitt hinzufügen
ru_ru: Добавить раздел

source: Delete section
de: Abschnitt löschen
ru_ru: Удалить раздел

source: Move down
de: Unter schieben
ru_ru: Вниз

source: Move up
ru_ru: Вверх

source: Export the simulation as
de: Datenexport
ru_ru: Экспортоватъ симуляцию как

source: gpvdm archive input+output files
de: gpvdm Archiv Eingang + Ausgabedateien
ru_ru: архивные входные файлы gpvdm + выходные файлы

source: gpvdm archive input files
de: gpvdm Archiv Eingabedateien
ru_ru: файлы ввода архива gpvdm

source: optical materials database
de: Optische Materialien Datenbank
ru_ru: база данных оптических материалов

source: pdf file
de: pdf Dateien
ru_ru: файл pdf

source: jpg image
de: jpg Dateien
ru_ru: изображение jpg

source: tex file
de: tex Dateien
ru_ru: файл tex

source: Excel file
de: Excel-Datei
ru_ru: Файл Excel

source: Run optical simulation
ru_ru: Запуститъ оптическое моделирование

source: About
de: Info
ru_ru: Описание

source: Optics
ru_ru: Оптика

source: Solar spectrum
de: Sonnenspektrum
ru_ru: Солнечный спектр

source: start
ru_ru: начать

source: stop
ru_ru: стоп

source: points
de: Punkte
ru_ru: точок

source: Frequency
de: Frequenz
ru_ru: Частота

source: Frequency start
ru_ru: Начальная частота

source: Frequency stop
ru_ru: Конечная частота

source: Multiply
de: Multiplizieren
ru_ru: Умножить

source: Additional information about gpvdm is available at
ru_ru: Дополнительная информация о gpvdm доступна по адресу

source: Report bugs to:
de: Fehlerberichte:
ru_ru: Сообщить об ошибках:

source: replaces file in device lib
ru_ru: заменяет файл в библиотеке устройства

source: cleans the current simulation directory deleting .dat files but not scan dirs
ru_ru: очищает текущий каталог симуляции, удаляя файлы .dat, но не каталоги сканирования

source: export a simulation to a gz file
ru_ru: экспортировать симуляцию в файл gz

source: Synchronizes the saved file version to that of the source code.
ru_ru: Синхронизирует сохраненную версию файла с версией исходного кода.

source: Generate the manual pages referring to the output files..
ru_ru: Создайть страницы руководства, ссылаясь на выходные файлы.

source: Only imports the scan directories.
ru_ru: Импортирует только каталоги сканирования.

source: Deletes the content of all scan directories.
ru_ru: Удаляет содержимое всех каталогов сканирования.

source: usage --import abc.gpvdm ./path/to/output/
ru_ru: использование --import abc.gpvdm ./path/to/output/

source: Generate a clean simulation in the current directory
ru_ru: Создать чистую симуляцию в текущем каталоге

source: Clone the source code.
ru_ru: Клонировать исходный код.

source: edits a value in a .gpvdm archive. Usage --edit-value /path/to/sim.gpvdm #token_to_change new_value
ru_ru: редактирует значение в архиве .gpvdm. Использование --edit-value /path/to/sim.gpvdm #token_to_change new_value

source: Runs an oplot file, usage --scanplot /path/to/oplot/file.oplot
ru_ru: Запускает файл oplot, использование --scanplot /path/to/oplot/file.oplot

source: Runs a scan, usage --runscan /path/containing/base/files/ /path/to/scan/dir/
ru_ru: Выполняет сканирование, использование --runscan / path / contains / base / files / / path / to / scan / dir /

source: Loads a simulation --load /path/containing/simulation/sim.gpvdm
ru_ru: Загружает симуляцию --load /path/containing/simulation/sim.gpvdm

source: Encrypt a gpvdm file --file sim.gpvdm
ru_ru: Зашифровать файл gpvdm--файл sim.gpvdm

source: Optical model
de: Optisches Modell
ru_ru: Оптическая модель

source: I can't find any optical plugins, I think the model is not installed properly.
de: Ich kann keine optischen Plugins finden, ich glaube, das Modell ist nicht richtig installiert.
ru_ru: Я не могу найти никаких оптических плагинов, я думаю, что модель не установлена ​​должным образом.

source: <big><b>The scan window</b></big><br> Now using the drop down menu in the prameter to change 'column', select the device parameter you wish to vary, an example may be dos0/Electron Mobility. Now enter the values you would like it to scan oveer in the 'Values', an example could be '1e-3 1e-4 1e-5 1e-6'. And hit the double arrorw to run the simulation.
ru_ru: <big> <b> Окно сканирования </b> </big> <br> Теперь, используя раскрывающееся меню в парамитре для изменения столбца, выберите параметр устройства, который вы хотите изменить, примером может быть dos0/Электронная мобильность. Теперь введите значения, которые вы хотите сканироватъ в «Значениях», примером может быть «1e-3 1e-4 1e-5 1e-6». И нажмите двойннюю стрелку, чтобы запустить симуляцию.

source: Select parameter
de: Parameter auswählen
ru_ru: Выбрать параметр

source: You have not selected any parameters to scan through. Use the add button.
de: Sie haben keine Parameter ausgewählt zu durch scannen. Verwenden Sie das Add-Symbol.
ru_ru: Вы не выбрали какие-либо параметры для сканирования. Используйте кнопку «добавит».

source: No sim dir name
de: Keine Simulation Verzeichnisnamen
ru_ru: Нет имени каталога симуляции

source: Problem generating tree.
de: Problem bei Baum erzeugung.
ru_ru: Проблема генерации дерева.

source: File
de: Datei
ru_ru: Файл

source: Parameter to change
de: Parameter zu ändern.
ru_ru: Параметр для изменения

source: Values
de: Werte
ru_ru: Значения
