Repository: Zhangjt9317/gpvdm
Catalog: lang/*.po
Languages: de, ru_ru

source: Re-run the simulation with 'dump all slices' set to one to use this tool.
de: Wiederholen Sie die Simulation mit "Speichern Alle Scheiben" Set zu einem dieses Tool zu benutzen.
ru_ru: Повторите запуск симуляции с значением «дамп всех срезов», установленную на единицу, чтобы использовать этот инструмент.

source: Add parameter to scan
de: Einfügen ein Parameter zu ändern.
ru_ru: Добавить параметр для сканирования

source: Delete item
de: Zeile löschen
ru_ru: Удалить элемент

source: Insert python command
de: Python Befehl Einfügen
ru_ru: Вставить команду python

source: Copy
de: Kopieren
ru_ru: Копировать

source: Paste
de: Einfügen
ru_ru: Вставить

source: Add item
de: neue Zeile
ru_ru: Добавить элемент

source: Add device layer
de: Schicht addieren
ru_ru: Добавить слой устройства

source: Delete device layer
de: Schicht löschen
ru_ru: Удалить слой устройства

source: Move device layer
de: Schicht schieben
ru_ru: Переместить слой устройства

source: Layer name
de: Schicht Name
ru_ru: Название слоя

source: Thicknes
de: Dichte
ru_ru: Толщина

source: Optical material
de: Optische Materialien
ru_ru: Оптический материал

source: Layer type
de: Schichttyp
ru_ru: Вид слоя

source: DoS Layer
de: DoS Schict
ru_ru: Слой DoS

source: PL Layer
de: PL Schict
ru_ru: Слой ФЛ

source: contact
ru_ru: контакт

source: active layer
ru_ru: активный слой

source: other
ru_ru: прочие

source: Material for
de: Material für
ru_ru: Материал для

source: Layer width
de: Schicht dichte
ru_ru: Ширина слоя

source: Error in epitaxy, check the input values.
de: Fehler in der Epitaxie, überprüfen Sie die Eingabewerte.
ru_ru: Ошибка в эпитаксии, проверьте входные значения.

source: <big><b>Write all data to disk (slow)</b></big><br>
ru_ru: <big> <b> Записать все данные на диск (медленно) </b> </big> <br>

source: <big><b>Write minimal data to disk (fast)</b></big><br>
ru_ru: <big> <b> Записать минимальные данные на диск (быстро) </b> </big> <br>

source: Data dump control
ru_ru: Контрол дампа данных

source: New experiment name
de: Neue Versuchsname
ru_ru: Название нового эксперимента

source: experiment
ru_ru: эксперимент

source: Clone the current experiment to a new experiment called:
de: Copy the current experiment to a new experiment called:
ru_ru: Клонировать текущий эксперимент к новому эксперименту с названием:

source: Error copying file
ru_ru: Ошибка копирования файла

source: Rename the experiment to be called
de: Umbenennen das Experiment
ru_ru: Переименуть указанный эксперимент

source: Should I remove the experiment file
de: Sollte ich das Experiment Datei löschen
ru_ru: Удалить файл эксперимента?

source: Time domain experiment window
de: Zeitbereichsversuchsfenster
ru_ru: Окно эксперимента во временной области

source: New experiment
de: Neu Experiment
ru_ru: Новый эксперимент

source: Delete experiment
de: Experiment löschen
ru_ru: Удалить эксперимент

source: Clone experiment
de: Experiment kopieren
ru_ru: Клонировать эксперимент

source: Rename experiment
de: Experiment umbenennen
ru_ru: Переименовать эксперимент

source: Save image
de: Bild speichern
ru_ru: Сохранить изображение

source: Click to find out more
de: Klicken Sie hier, um mehr zu erfahren
ru_ru: Нажмите, чтобы узнать больше

source: To make a new simulation click <i><u>N</u>ew Simulation</i> in the menu or to open an existing simulation select <i><u>O</u>pen simulation</i>.
ru_ru: Чтобы создать новую симуляцию, нажмите <i> <u> Н</u>овое симуляция </i> в меню или, чтобы открыть существующую симуляцию, выберите <i> <u> О</u>ткрыть симуляцию </i>.

source: There is more help on the <a href="http://www.gpvdm.com/man/index.html">man pages</a>.
de: Es gibt mehr Hilfe auf den <a href="http://www.gpvdm.com/man/index.html">man pages</a>.
ru_ru: Более подробная информация содержится в <a href="http://www.gpvdm.com/man/index.html"> страницах руководства </a>.

source: Please report bugs to <br><a href="mailto:roderick.mackenzie@nottingham.ac.uk?Subject=gpvdm%20bug">
de: Bitte melden Sie Fehler an <br><a href="mailto:roderick.mackenzie@nottingham.ac.uk?Subject=gpvdm%20bug">
ru_ru: Сообщите об ошибках на <br><a href="mailto:roderick.mackenzie@nottingham.ac.uk?Subject=gpvdm%20bug">

source: <big><b>Welcome to gpvdm</b></big> The window will provide you with information about new versions and bugs in gpvdm.
de: <Big><b>Willkommen bei gpvdm</b> </big> Dieser Fenster informiert Sie über neue Versionen und Bugs in gpvdm.
ru_ru: <big> <b> Добро пожаловать в gpvdm </b> </big> В окне будет предоставлена ​информация о новых версиях и ошибках в gpvdm.

source: <big><b>Now save the simulation</b></big><br>Now select where you would like to save the simulation directory.
ru_ru: <big> <b> Теперь сохраните симуляцию </b> </big> <br>Теперь выберите, где вы хотите сохранить каталог симуляции.

source: password:
ru_ru: пароль:

source: It's not a good idea to save the simulation in the gpvdm installation directory.
ru_ru: Не рекомендуется сохранять симуляцию в каталоге установки gpvdm.

source: Please select a device before clicking next
de: Bitte wählen Sie ein Gerät aus, bevor Sie weiter klicken
ru_ru: Пожалуйста, выберите устройство, прежде чем нажать Далее

source: Organic LED
de: Organische LED
ru_ru: Органический светодиод

source: Crystalline silicon solar cell
ru_ru: Кристаллический кремниевый солнечный элемент

source: a-Si solar cell
ru_ru: солнечный элемент a-Si

source: polycrystalline silicon
ru_ru: поликристаллический кремний

source: OFET
ru_ru: Органический полевой транзистор (OFET)

source: Perovskite solar cell
ru_ru: Перовскитовый солнечный элемент

source: CIGS Solar cell
ru_ru: Солнечные батареи CIGS

source: New simulation
de: Neue Simulation
ru_ru: Новая симуляция

source: Which type of device would you like to simulate?
ru_ru: Какой тип устройства вы хотели бы симулировать?

source: Next
ru_ru: Далее

source: Cancel
ru_ru: Отмена

source: Show hidden
ru_ru: Показать скрытое

source: and
de: und
ru_ru: и

source: more.
de: mehr.
ru_ru: больше.

source: Should I delete these files?:
de: Sollte ich diese Dateien löschen?:
ru_ru: Удалить эти файлы?:

source: Save a the simulation as
de: Speichern Sie die Simulation als
ru_ru: Сохранить симуляцию как

source: Directory
de: Verzeichnis
ru_ru: Каталог

source: Save as
de: Speichern unter
ru_ru: Сохранить как

source: Open file
ru_ru: Открыть файл

source: top
ru_ru: верх

source: bottom
ru_ru: низ

source: true
de: ja
ru_ru: верно

source: false
de: nein
ru_ru: неверно

source: There are some non numeric values in the table
de: Es gibt einige nicht numerische Werte in der Tabelle.
ru_ru: В таблице есть некоторые не численные значения

source: Name
ru_ru: Имя

source: Top/Bottom
ru_ru: Верх / Низ

source: Active contact
de: Aktiver Kontakt
ru_ru: Активный контакт

source: Start
ru_ru: Начало

source: Width
de: Breite
ru_ru: Ширина

source: Depth
de: Tiefe
ru_ru: Глубина

source: Edit contacts
de: Kontakte bearbeiten
ru_ru: Изменить контакты

source: Add contact
de: Kontakt hinzufügen
ru_ru: Добавить контакт

source: Remove contacts
de: Kontakte entfernen
ru_ru: Удалить контакты

source: OK
ru_ru: ОК

source: Mesh configuration
ru_ru: Конфигурация сетки

source: Mesh x
ru_ru: Сетка x

source: Mesh y
ru_ru: Сетка y

source: Mesh z
ru_ru: Сетка z

source: Solver configuration
de: Solver-Konfiguration
ru_ru: Конфигурация решателя

source: Output files
ru_ru: Выходные файлы

source: Thermal
ru_ru: Термический

source: LED
ru_ru: Светодиод

source: GUI configuration
de: GUI-Konfiguration
ru_ru: Конфигурация GUI

source: Server configuration
de: Serverkonfiguration
ru_ru: Конфигурация сервера

source: Cryptography
ru_ru: Криптография

source: Language
ru_ru: Язык

source: Undo
de: Rückgängig
ru_ru: Отмена

source: Run simulation
de: Simulation starten
ru_ru: Запустить симуляцию

source: Stop simulation
ru_ru: Остановить симуляцию

source: Parameter scan
ru_ru: Сканирование параметров

source: Fit data
ru_ru: Приближение данных

source: Plot File
ru_ru: Построить график

source: Examine results in time domain
ru_ru: Изучить результаты во временной области

source: <big>Select a file to plot</big><br>Single clicking shows you the content of the file
de: <Big> Wählen Sie eine Datei zum Plotten aus. </Big> <br> Mit einem Klick wird der Inhalt der Datei angezeigt
ru_ru: <big> Выберите файл для печати </big> <br> Один щелчок показывает вам содержимое файла

source: <big><b>The scan window</b></big><br> Very often it is useful to be able to systematically very a device parameter such as mobility or density of trap states. This window allows you to do just that.
ru_ru: <big> <b> Окно сканирования </b> </big> <br> Очень часто полезно иметь возможность систематически настраивать параметры устройства, такие как подвижность или плотность состояний ловушек. Это окно позволяет вам сделать именно это.

source: Use the plus icon to add a new scan line to the list.
de: Verwenden Sie das Plus-Symbol, um eine neue Scan-Linie zu der Liste hinzuzufügen.
ru_ru: Используйте значок «плюс», чтобы добавить новую строку сканирования в список.

source: <big><b>Examine the results in time domain</b></big><br> After you have run a simulation in time domain, if is often nice to be able to step through the simulation and look at the results. This is what this window does. Use the slider bar to move through the simulation. When you are simulating a JV curve, the slider sill step through voltage points rather than time points.
de: <Big> <b> Prüfen Sie die Ergebnisse im Zeitbereich </b> </big> <br> Nachdem Sie eine Simulation im Zeitbereich ausgeführt haben, ist es oft schön, die Simulation durchzuführen und die Ergebnisse zu betrachten . Dies ist, was dieses Fenster tut. Verwenden Sie die Schieberegler, um durch die Simulation zu bewegen. Wenn Sie eine JV-Kurve simulieren, schritt der Schieberegler durch Spannungspunkte anstelle von Zeitpunkten.
ru_ru: <big> <b> Изучить результаты во временной области </b> </big> <br> После запуска симуляции во временной области, часто полезно пошагово просмотреть результаты симуляции. Это то, что делает это окно. Используйте ползунок для перемещения по симуляции. Когда вы симулируйте кривую ВАХ, ползунок проходит через точки напряжения вместо точок времени.

source: <big><b>Fit window</b></big><br> Use this window to fit the simulation to experimental data.
de: 92/5000 <Big> <b> Fit Fenster </ b> </ big> <br> Verwenden Sie dieses Fenster, um die Simulation auf experimentelle Daten anzupassen.
ru_ru: <big> <b> Окно приближения </b> </big> <br> Используйте это окно, чтобы приблизить результаты симуляции к экспериментальным данным.

source: Electrical parameters
de: Elektrische Parameter
ru_ru: Электрические параметры

source: <big><b>Electrical parameters</b></big><br>Use this tab to configure the electrical parameters for the material.
de: <Big> <b> Elektrische Parameter </ b> </ big> <br> Auf dieser Registerkarte werden die elektrischen Parameter für das Material konfiguriert.
ru_ru: <big> <b> Электрические параметры </b> </big> <br> Используйте эту вкладку для настройки электрических параметров материала.

source: Luminescence
de: Lumineszenz
ru_ru: Люминесценция

source: <big><b>Luminescence</b></big><br>Use this tab to edit the materials Luminescence.
de: <Big> <b> Lumineszenz </ b> </ big> <br> Auf dieser Registerkarte können Sie die Materialien Lumineszenz bearbeiten.
ru_ru: <big> <b> Люминесценция </b> </big> <br> Используйте эту вкладку, чтобы редактировать люминесценцию материалов.

source: <big><b>Absorption</b></big><br>
ru_ru: <big><b> Поглощение </b> </big><br>

source: Refractive index
de: Brechungsindex
ru_ru: Показатель преломления

source: <big><b>Refractive index</b></big><br>
ru_ru: <big> <b> Показатель преломления </b> </big> <br>

source: Material editor
ru_ru: Редактор материалов

source: Cost
ru_ru: Стоимость

source: Cost of material
de: Materialkosten
ru_ru: Стоимость материала

source: Material directory
ru_ru: Материал каталог

source: Basic
ru_ru: Основная

source: Don't run me as root!!
de: Nicht als root benutzen!
ru_ru: Не запускай меня как корень!

source: Terminal
ru_ru: Терминал

source: file opened
de: Datei geöffnet
ru_ru: файл открыт

source: <big><b>New simulation!</b></big><br> Now selected the type of device you would like to simulate.
ru_ru: <big> <b> Новая симуляция! </b> </big> <br> Теперь выбырите тип устройства, которое вы хотели бы симулировать.

source: <big><b>Now run the simulation</b></big><br> Click on the play icon to start a simulation.
de: <big><b>Starten Sie die Simulation.</b></big><br> Klicken Sie auf das Play-Symbol, um eine Simulation zu starten.
ru_ru: <big> <b> Теперь запустите симуляцию </b> </big> <br> Нажмите на значок воспроизведения, чтобы начать симуляцию.

source: Home
ru_ru: Главная

source: <big><b>Hi!</b></big><br> I'm the on-line help system :). If you find any bugs please report them to <a href="mailto:roderick.mackenzie@nottingham.ac.uk">roderick.mackenzie@nottingham.ac.uk</a>.
ru_ru: <big> <b> Здравствуйте! </b> </big> <br> Я - онлайн-справочная система :). Если вы найдете какие-либо ошибки, сообщите их <a href="mailto:roderick.mackenzie@nottingham.ac.uk"> roderick.mackenzie@nottingham.ac.uk </a>.

source: Click on the new icon to make a new simulation directory.
de: Klicken Sie auf das neue Symbol, um ein neues Simulationsverzeichnis zu machen.
ru_ru: Нажмите значок «новый», чтобы создать новый каталог симуляции.

source: You should not try to open simulations in the root gpvdm directory.
ru_ru: Вы не должны пытаться открывать симуляции в корневом каталоге gpvdm.

source: The simulation you want to import looks like it was made on an old version of gpvdm, do you want to try to open it anyway?
ru_ru: Симуляция, которую вы хотите импортировать, выглядит так, как будто она была сделана на старой версии gpvdm, вы хотите попробовать ее открыть?

source: It looks like there is no materials database in the simulation directory should I import one?
ru_ru: Похоже, нет базы данных материалов в каталоге симуляции, следует ли импортировать ее?

source: Open an existing gpvdm simulation
de: Öffnen eine vorhandene gpvdm Simulation
ru_ru: Откройте существующую симуляцию gpvdm

source: Time domain simulation editor.
ru_ru: Редактор временной области.

source: Frequency domain simulation editor
ru_ru: Редактор частотной области

source: Steady state simulation editor
ru_ru: Редактор стабильного состояния

source: Quantum efficiency
ru_ru: Квантовая эффективность

source: Optical Simulation
ru_ru: Оптическая Симуляция

source: Laser editor
ru_ru: Редактор лазера

source: <big><b>The time mesh editor</b></big><br> To do time domain simulations one must define how voltage the light vary as a function of time. This can be done in this window. Also use this window to define the simulation length and time step.
ru_ru: <big> <b> Редактор времени сетки </b> </big> <br> Чтобы выполнить моделирование во временной области, нужно определить, как напряжение изменяется в зависимости от времени. Это можно сделать в этом окне. Также используйте это окно, чтобы определить продолжительность и время симуляции.

source: <big><b>Frequency domain mesh editor</b></big><br> Some times it is useful to do frequency domain simulations such as when simulating impedance spectroscopy. This window will allow you to choose which frequencies will be simulated.
de: <Big> <b> Frequency-Domain-Mesh-Editor </ b> </big> <br> Einige Male ist es sinnvoll, Frequenzdomänensimulationen wie bei der Simulation der Impedanzspektroskopie durchzuführen. In diesem Fenster können Sie auswählen, welche Frequenzen simuliert werden sollen.
ru_ru: <big> <b> Редактор сетки частотной области </b> </big> <br> Иногда полезно выполнять симуляцию частотной области, например, при моделировании импедансной спектроскопии. Это окно позволит вам выбрать, какие частоты будут моделироваться.

source: <big><b>Laser setup</b></big><br> Use this window to set up your lasers.
de: <Big> <b> Lasersetup </ b> </ big> <br> In diesem Fenster können Sie Ihre Laser einrichten.
ru_ru: <big> <b> Настройка лазера </b> </big> <br> Используйте это окно для настройки ваших лазеров.

source: <big><b>JV simulation editor</b></big><br> Use this window to select the step size and parameters of the JV simulations.
de: <Big> <b> JV-Simulationseditor </b> </big> <br> In diesem Fenster können Sie die Schrittgröße und die Parameter der JV-Simulationen auswählen.
ru_ru: <big> <b> Редактор моделирования ВАХ</b> </big> <br> Используйте это окно, чтобы выбрать размер шага и параметры моделирования ВАХ.

source: <big><b>The optical simulation window</b></big><br>Use this window to perform optical simulations. Click on the play button to run a simulation.
de: <Big> <b> Das optische Simulationsfenster. </ B> </ big> <br> Verwenden Sie dieses Fenster, um optische Simulationen durchzuführen. Klicken Sie auf die Play-Taste, um eine Simulation auszuführen.
ru_ru: <big> <b> Окно оптическово моделирования</b> </big> <br> Используйте это окно для выполнения оптического моделирования. Нажмите кнопку воспроизведения, чтобы запустить симуляцию.

source: Click on the play button to run an optical simulation. The results will be displayed in the tabs to the right.
de: Klicken Sie auf die Play-Taste, um eine optische Simulation zu starten. Die Ergebnisse werden in den Registerkarten auf der rechten Seite angezeigt werden.
ru_ru: Нажмите кнопку воспроизведения, чтобы запустить оптическое моделирование. Результаты будут отображаться на вкладках справа.

source: Function
de: Funktion
ru_ru: Функция

source: Enabled
de: aktiviert
ru_ru: Включена

source: Add
de: Hinzufügen
ru_ru: Добавить

source: Remove
de: Entfernen
ru_ru: Удалить

source: Save
de: Speichern
ru_ru: Сохранить

source: JV simulation
ru_ru: Моделирование ВАХ

source: <big><b>JV simulation</b></big><br>This controls the jv curve simulation. You can set paramets such as start voltage, stop voltage and voltage step.
de: <Big> <b> JV-Simulation </ b> </ big> <br> Das steuert die JV-Kurven-Simulation. Sie können Paramets wie Startspannung, Stoppspannung und Spannungsstufe einstellen.
ru_ru: <big> <b> Моделирование ВАХ </b> </big> <br> Это контролирует симуляцию ВАХ. Вы можете установить параметры, такие как начальное напряжение, конечное напряжения и шаг напряжение.

source: Diode equation
de: Diodengleichung
ru_ru: Диодное уравнение

source: <big><b>Diode equation</b></big><br>The model can also use the standard diode equtaion to simulate solar cells (rather than a complex model). Use this window to configure the simulation.
de: <Big> <b> Diodengleichung </ b> </ big> <br> Das Modell kann auch die Standard-Diode equtaion zu simulieren Solarzellen (anstatt ein komplexes Modell). In diesem Fenster können Sie die Simulation konfigurieren.
ru_ru: <big> <b> Диодное уравнение </b> </big> <br> Модель также может использовать стандартное диодное уравнение для моделирования солнечных элементов (вместо сложной модели). Используйте это окно для настройки моделирования.

source: <big><b>Suns v.s. Voc</b></big><br>Configure the sun v.s. Voc plot.
de: <Big> <b> Suns vs.s. Voc </ b> </ big> <br> Konfigurieren Sie die Sonne v.s. Voc Plot.
ru_ru: <big> <b> Солнца против Voc </b> </big> <br> Настройте график солнца и Voc.

source: Steady state simulation
ru_ru: Симуляция стабильного состояния

source: Path
de: Pfad
ru_ru: Путь

source: Max
ru_ru: МАКС

source: Min
ru_ru: МИН

source: Error
de: Fehler
ru_ru: Ошибка

source: File (a)
ru_ru: Файл (a)

source: Token (a)
ru_ru: Токен (а)

source: Path (a)
ru_ru: Путь (а)

source: File (b)
ru_ru: Файл (b)

source: Token (b)
ru_ru: Токен (б)

source: Path (b)
ru_ru: Путь (б)

source: Equation
ru_ru: Уравнение

source: Fit constraints window
ru_ru: Окно ограничений приближения

source: Add
de: Hinzufügen
ru_ru: Добавить

source: Minus
ru_ru: Минус

source: <big><b>The device structure tab</b></big> Use this tab to change the structure of the device, the layer thicknesses and to perform optical simulations. You can also browse the materials data base and edit the electrical mesh.
de: <Big> <b> Die Bauelement Struktur Fenster </b> </big> Verwenden Sie diese Fenster, um die Struktur der Bauteil zu ändern, die Schichtdicken und optischen Simulationen zu ändern. Sie können auch die Materialien Datenbank und bearbeiten die elektrische Gitter.
ru_ru: <big> <b> Вкладка структуры устройства </b> </big> Используйте эту вкладку, чтобы изменить структуру устройства, толщину слоя и выполнить оптическое моделирование. Вы также можете просмотреть базу данных материалов и отредактировать электрическую сетку.

source: <big><b>Update available!</b></big><br>
ru_ru: <big> <b> Обновление доступно! </b> </big> <br>

source: Doping
de: Dotierung
ru_ru: Допирования

source: Materials database
ru_ru: Материалы База данных

source: Optical database
ru_ru: Оптическая База данных

source: Calculate the cost
ru_ru: Рассчитать стоимость

source: Contacts
de: Kontakten
ru_ru: Контакты

source: Parasitic components
ru_ru: Паразитные компоненты

source: <big><b>Doping window</b></big> Use this window to add doping to the simulation
de: <Big> <b> Doping-Fenster </b> </big> In diesem Fenster können Sie Dotierung der Simulation hinzuzufügen
ru_ru: <big> <b> Окно допирования </b> </big> Используйте это окно для добавления допинга к симуляции

source: <big><b>Contacts window</b></big> Use this window to change the layout of the contacts on the device
de: <Big> <b> Kontaktefenster </ b> </ big> Verwenden Sie dieses Fenster, um das Layout der Kontakte auf dem Gerät zu ändern
ru_ru: <big> <b> Окно контактов </b> </big> Используйте это окно, чтобы изменить расположение контактов на устройстве

source: <big><b>Parasitic components</b></big> Use this window to edit the shunt and series resistance.
ru_ru: <big> <b> Паразитные компоненты </b> </big> Используйте это окно для редактирования сопротивления шунта и серии.

source: <big><b>Costs window</b></big> Use this window to calculate the cost of the solar cell and the energy payback time.
de: <big> <b> Kostenfenster </ b> </ big> Verwenden Sie dieses Fenster, um die Kosten für die Solarzelle und die Energierücklaufzeit zu berechnen.
ru_ru: <big> <b> Окно затрат </b> </big> Используйте это окно, чтобы рассчитать стоимость солнечного элемента и время окупаемости энергии.

source: Laser:
ru_ru: Лазер:

source: Electrical Mesh Editor
ru_ru: Редактор электрической сетки

source: 1D simulation
ru_ru: 1D моделирование

source: 2D simulation
ru_ru: 2D-моделирование

source: 3D simulation
ru_ru: 3D-моделирование

source: Configure mesh
ru_ru: Настроить сетку

source: Configuration
de: Konfiguration
ru_ru: Конфигурация

source: Rotate
de: Drehen
ru_ru: Повернуть

source: <big><b>OpenGL warning</b></big><br>It looks as if you don't have working 3D graphics acceleration on your computer. gpvdm will therefore fallback to 2D mode. The model will still be fully functional, but not look quite so nice.
de: <Big> <b> OpenGL-Warnung </ b> </ big> <br> Es sieht so aus, als hätten Sie keine funktionierende 3D-Grafikbeschleunigung auf Ihrem Computer. Gpvdm wird daher auf den 2D-Modus zurückfallen. Das Modell wird noch voll funktionsfähig, aber nicht ganz so schön aussehen.
ru_ru: <big> <b> Предупреждение OpenGL </b> </big> <br> Похоже, что у вас нет рабочего 3D-ускорения на вашем компьютере. Поэтому gpvdm будет возвращаться в режим 2D. Модель по-прежнему будет полностью функционировать, но не выглядит такой приятной.

source: Poly fit
ru_ru: Приближение полиномами

source: Polynomial coefficients
ru_ru: Полиномиальные коэффициенты

source: Ok
ru_ru: Оk

source: Device
de: Bauteil
ru_ru: Устройство
