Repository: Zhangjt9317/gpvdm
Catalog: lang/*.po
Languages: de, ru_ru

source: Enter the start frequency of the simulation
de: Geben Sie die Startfrequenz der Simulation ein

source: Frequency segment
de: Frequenzsegment

source: Simulation start frequency
de: Simulation Startfrequenz

source: More parameters needed see --help for info
de: Weitere Parameter, die benötigt siehe --help für info.

source: Usage: gpvdm [option] src_file dest_file
de: Verbrauch: gpvdm [Option] src_file dst_file

source: Options:
de: Optionen:

source: --scan-plot runs an oplot file
de: scan-plot lädt eine oplot - Datei

source: --run-scan runs a scan
de: --run-scan läuft ein Scan

source: --sync-ver runs a scan
de: -sync-ver äuft ein Scan

source: --replace replaces file in device lib
de: ersetzt Datei in Bauteil lib

source: Additional information about gpvdm is available at
de: Weitere Informationen über gpvdm finden Sie unter

source: Opperation
de: Funktion

source: Find a file to plot
de: Find eine Datei zum Plotten.

source: Examine results in time domain
de: Die Ergebnisse im Zeitbereich angucken

source: Optical simulation
de: optische Simulation

source: Look at the materials database
de: Materialien Datenbank angucken

source: Calculate the cost of the solar cell
de: Berechnen die Kosten der Solarzelle

source: Experiments
de: Experimentieren

source: New
de: Neu

source: To make a new simulation click <i><u>N</u>ew Simulation</i> in the <i><u>F</u>ile</i> menu<br> or to open an existing simulation select <i><u>O</u>pen simulation</i>.
de: Um eine neue Simulation zu erstellen, klicken Sie im Menü <i> <u>D</u>atei</i> auf <i> <u>N</u>eu Simulation </i> oder um eine vorhandene zu öffnen Simulation wählen Sie <i> <u> Ö</u>ffnen Simulation </i>.

source: Organic solar cell
de: Organische Solarzelle

source: Crystalline silicon solar cell new/beta
de: Kristalline Silizium Solarzelle neu/beta

source: CIGS Solar cell new/beta
de: CIGS Solarzelle neu/beta

source: a-Si solar cell new/beta
de: a-Si Solarzelle neu/beta

source: polycrystalline silicon (new/beta)
de: Polykristallines Silizium neu/beta

source: OFET (new/beta)
de: OFET neu/beta

source: Import an old gpvdm simulation
de: Importieren alte gpvdm Simulation.

source: <big><b>Hi!</b></big><br> I'm the on-line help system :). If you find any bugs please report them to roderick.mackenzie@nottingham.ac.uk.
de: <big> <b> Hi! </b> </big> Ich bin der Online-Hilfe-System :). Wenn Sie irgendwelche Fehler finden melden Sie diese bitte an roderick.mackenzie@nottingham.ac.uk

source: Quantum efficiency
de: Quanteneffizienz

source: New optical material
de: Neues optisches Material

source: Open simulation
de: Simulation Öffnen

source: Export data
de: Daten exportieren

source: Import from library
de: Import aus der Bibliothek

source: View
de: Ansicht

source: None
de: Nix

source: Plot simulation result
de: Plot Simulationsergebnis

source: Check for updates
de: Jetzt nach Updates suchen

source: Make a new simulation
de: Neue OPVDM Simulation

source: Open a simulation
de: Simulation Öffnen

source: Run the simulation
de: Simulation starten

source: Run a fit command
de: Run fit command

source: Time domain simulation editor.
de: Zeitbereichs-Simulationseditor.

source: Frequency domain simulation editor
de: Frequenzbereichs-Simulationseditor

source: Steady state simulation editor
de: Gleichgewichtszustand Simulationseditor

source: Lasers editor
de: Laser-Editor

source: Edit the electrical mesh
de: Raum abtastung ändern

source: <big><b>Density of States</b></big> This tab contains the electrical model parameters, such as mobility, tail slope energy, and band gap.
de: <big><b>Density of States</b></big><br> Diese Registerkarte enthält die elektrischen Modellparameter wie Mobilität, Schwanzneigung und Bandlücke.

source: Light Exp
de: Licht Exp

source: Sun Voc
de: Sonne Voc

source: Delete simulation
de: Experiment löschen

source: Rename simulation
de: Experiment umbenennen

source: Clone simulation
de: Experiment kopieren

source: Run all simulations
de: Alle Simulationen laufen lassen.

source: Fit variables
de: Die Fit-Variablen

source: Duplicate variables
de: Die doppelten Variablen

source: Configure cluster
de: Cluster konfigurieren

source: I have shut down the server.
de: Ich habe den Server herunterfahren .

source: Reference information
de: Referenzinformationen

source: Lasers
de: Laser

source: The directory is gone, so I can't open it.
de: Das Verzeichnis ist weg, also kann ich es nicht öffnen.

source: Electron tail slope
de: Electron Schwanz Energie

source: Hole tail slope
de: Loch Schwanz Energie

source: Free electron to Trapped electron
de: Freie-Elektronen zu Gefangen Elektronen

source: Trapped electron to Free hole
de: Gefangen Elektronen zu Freie-Loch

source: Trapped hole to Free electron
de: Gefangen Loch zu Freie Elektronen

source: Free hole to Trapped hole
de: Freie Loch zu Gefangen Loch

source: I0
de: IO

source: #simmode
de: Simulationsmodus

source: Apply potential to left/right of device
de: Potenzial nach links / rechts des Gerätes anwenden

source: Backgroud light bias
de: Hintergrundlicht Bias.

source: High light multiplyer
de: Hohe Licht Multiplikator

source: Resistance of scope
de: Widerstand des Oszilloskops

source: dump slices by time
de: Speichern Scheiben durch die Zeit

source: Dump raytrace plots
de: Dump Raytrace-Diagramme

source: Autoscale
de: Autoskalierung

source: Refresh
de: Aktualisieren

source: Free hole to trapped electron
de: Freies Loch zum gefangenen Elektron

source: Free electron to trapped hole
de: Freies Elektron zum gefangenen Loch

source: odes/s
de: Differentialgleichungen/s
